{"3D Animation Club":{"desc":"3D Animation Club aims to introduce students to 3D animations by teaching about modeling, rendering, materials, and design on the Blender Animations Software. We will also introduce basic video editing skills on iMovie. This semester, our main goal is to focus on the motion of animations and on adjusting materials on the Blender Cycles Engine. We’ll have a group project where all the club members will decide on an idea for a short animation and work together to create it. No prior animation experience is required as we will teach and review all concepts in depth. To view examples or projects, please visit our Youtube channel: <a>https://www.youtube.com/channel/UCg15sLhs0L8CC3zim6qtBiA</a>","day":"Thursday","time":"Lunch","room":"N-115","president":"Toby Liang","teacher":"Mr. Gleason","email":"mgleason@pausd.org"},"3D Puzzles Club":{"desc":"This club is to promote fun and algorithm exploration of solving 3D puzzles such as different forms of cubes.","day":"Monday","time":"Lunch","room":"N103","president":"Brian Chen","teacher":"Ms. Holdener","email":"sholdener@pausd.org"},"A Capella Club":{"desc":"A cappella is singing without instrumental accompaniment. Instead, you sing the instrumental parts in the background. We will explore other ways of using your voice, including beat boxing, and we’ll be singing more contemporary pieces including pop and musical theater. Our purpose is to come together as a community and sing, in a different style than the choir(whether you participate in choir or not). Music can really bring a community together and help people make connections. We will try to hold a open mic every club semester to fund raise. We will probably not have any field trips this year.","day":"Tuesday","time":"Lunch","room":"V-17","president":"Katie Brown","teacher":"Mr. Liberatore","email":"bliberatore@pausd.org"},"Acts of Random Kindness":{"desc":"The purpose of our club is to promote kindness around campus by organizing school-wide uplifting events and campaigns like finals care packages, Cuties for Cuties, and positive message boards. During weekly meetings, club members will plan and prepare for events. Any funds made from fundraising will be used for events.","day":"Wednesday","time":"Lunch","room":"N-205","president":"Carolyn Kuimelis","teacher":"Mr. Hahn","email":"dhahn@pausd.org"},"AI club":{"desc":"Engages on fun but hopefully not too hard AI-related projects.","day":"Wednesday","time":"Lunch","room":"N-212","president":"Tianyue Zhao","teacher":"Mr. Kaneko","email":"tkaneko@pausd.org"},"Amnesty International":{"desc":"The objective of this club shall be to: (a) Educate members on human rights issues(b)Foster discussion regarding these topics(c)To encourage the Gunn community to put the human rights activism into practice. There are no plans of any field trips. No fundraising intended to directly benefit the worldwide Amnesty International, shall occur through this club, in accordance with California state legislation. Any and all donations from members requested by the club shall directly benefit members of the Gunn community. All the learning materials are provided for free by the organization itself. The purpose of this club is to educate and involve, not fundraise.","day":"Friday","time":"Lunch","room":"G3","president":"Sakshi Satpathy","teacher":"Laura Lizundia","email":"llizundia@pausd.org"},"Anatomy and Physiology":{"desc":"The GAP club gives Gunn students the opportunity to explore the anatomy and physiology of different types of animals and species. The club provides presentations explaining the amazing science behind the anatomy and physiology of different types of animals while also giving students a chance to dissect these animals. This club is a great way to experience dissections hands on.","day":"Friday","time":"Lunch","room":"J-2","president":"Angela Ryu","teacher":"Ms. Lee","email":"jlee@pausd.org"},"Around the World":{"desc":"Around the World club provides a forum for students to discuss and study languages, cultures, linguistics, and history. The club meets weekly and will not do fundraising activities or field trips.","day":"Thursday","time":"Lunch","room":"C-3","president":"Arushi Agarwal and Ariel Axelrod","teacher":"Mr. Hebert","email":"jhebert@pausd.org"},"Audio and Music Production Club":{"desc":"A supportive, creative group where producers, artists and anyone interesting in digital music and production can discuss, and potentially collaborate to make some (sick) music!!","day":"Tuesday","time":"Lunch","room":"L6/ L7","president":"Sean Yu","teacher":"Mr. Corpuz, Mr. Gill","email":"ecorpuz@pausd.org, dgill@pausd.org"},"Beatbox Club":{"desc":"Beatbox Club is for students who are interested in beatboxing. Dedicated to exploring the art form of beatboxing as a medium of self expression, meetings will consist of learning how to beatbox, studying beatbox, and exploring the culture and community. Meetings will be composed of lessons, video watching sessions, and jam sessions.","day":"Friday","time":"Lunch","room":"J-7","president":"Jerry Guo","teacher":"Mrs. Zizmor","email":"ezizmor@pausd.org"},"Best Buddies":{"desc":"Our club creates a inclusive environment for all students, including those with physical and cognitive disabilities.","day":"Wednesday","time":"Lunch","room":"F-2","president":"Ember Lin-Sperry, Kaitlin Chung, Angelica Kolar","teacher":"Ms. Conklin","email":"sconklin@pausd.org"},"Bhangra Club":{"desc":"We choreograph and dance items for youtube, and other social media sites, as well as preparing for our upcoming performances. We discuss music options for our mixes and plan for competitions and showcasing opportunities.","day":"Wednesday","time":"Lunch","room":"J-5","president":"Simirthi Singh and Gemma Shastri","teacher":"Mr. Maclean","email":"amaclean@pausd.org"},"Bible Club":{"desc":"A short discussion on the Bible and its relevance today","day":"Thursdays","time":"Lunch","room":"L-1","president":"Kyle Vasquez","teacher":"Ms. Carlomagno, Ms. Pennington","email":"ccarlomango@pausd.org, lpennington@pausd.org"},"Bridge Club":{"desc":"A club where people play the card game of bridge.","day":"Wednesday","time":"Lunch","room":"E-01","president":"Kevin Huang","teacher":"Ms. Linsdell","email":"dlindsdell@pausd.org"},"Brighten":{"desc":"The Brighten stress relief club aims to take away some of the pressure from school and grades on high school students. Our goal is to add a more positive atmosphere to the Gunn community. This goal will improve our high school experience. The Brighten Club will have regular meetings on Wednesdays at lunch. Special meetings will be announced in advance via email. The club will participate in meetings and fundraisers; meetings include social gatherings, physical activities, and other stress-relieving pursuits. We plan on fundraising money though a $5 donation, which will be used to kick start a bake sale. The profit from the bake sale will then be used to buy snacks for lunch meetings. We will always have a small budget reserved for other possible fundraisers or activities. We will have the officers vote whether or not they will like to have a day field trip.","day":"Thursday","time":"Lunch","room":"K-1","president":"Lydia Tsai","teacher":"Scott Elfving","email":"selfving@pausd.org"},"Bring Change 2 Mind":{"desc":"This club's purpose is to work with the Bring Change 2 Mind organization to reduce the stigma and discrimination behind mental health and mental illnesses. This is an important subject as many people do not truly understand what mental illnesses are, and why we even need to care. Understanding will create a more welcoming and open community at Gunn, and that is vital for students to feel safe. We hope to promote understanding through holding club meetings and school-wide activities throughout the school year. We were also considering going to the middle schools in Palo Alto to give presentations geared towards younger kids to teach them at a younger age.","day":"Wednesday","time":"Lunch","room":"N-101","president":"Amber Fu","teacher":"Ms. Wells","email":"jwells@pausd.org"},"Business Club":{"desc":"Gunn Business Club is the ultimate opportunity to develop essential life skills that translate to the business world around us, from persuasive communication for marketing to strong leadership in an entrepreneurial setting. Gunn Business offers opportunities to compete in business conferences at regional, state, and national levels through DECA and FBLA, the two most well-known high school business organizations in the nation. Gunn Business also holds periodic Speaker Series events, Bay Area business tours, and specific business skill workshops throughout the year.","day":"Wednesday","time":"Lunch","room":"N-204","president":"Sean Lin and Joseph Ng","teacher":"Ms. Smith,","email":"tsmith@pausd.org"},"Canadian Club":{"desc":"Lunch meetings to learn and discuss all things Canadian!","day":"Tuesday","time":"Lunch","room":"N-104","president":"Matthew Ho","teacher":"Marjorie Paronable","email":"mparonable@pausd.org"},"Chamber Music Club":{"desc":"Our clubs purpose is not only to allow the students musical freedom, letting them be able to form their own quartets and groups, giving them a new way to pursue music but also to benefit our community by giving them our musical talents. The club's main goal is to be able to perform in senior centers, we plan on going on day trips to senior centers and be able to share with them some music that groups in the club have been practicing.","day":"Wednesday","time":"Lunch","room":"N 109","president":"Ean Chen","teacher":"Ms. Whichard","email":"dwhichard@pausd.org"},"Chess Club":{"desc":"The purpose of this club is to nurture students' enthusiasm for chess, which will help develop skills in other areas of life such as strategy and critical thinking. Students will be able to participate in small tourneys hosted by the club, and gradually we will compete as a team in local, larger tournaments. This club will not be going on any field trips or fundraising.","day":"Tuesday","time":"Lunch","room":"N-101","president":"Rayan Taghizadeh","teacher":"Jordan Wells","email":"jwells@pausd.org"},"Chinese Culture Club":{"desc":"A club to celebrate Chinese Culture. To many students, it is an extension of the Chinese courses offered at Gunn. There is not a lot of time to get really in depth in Chinese culture during actual class time, so this club is a great opportunity for Chinese students to get a further understanding of Chinese culture. It is also great for students that are not taking Chinese since they will learn a lot of new things. We will have a lot of activities during club meetings including (but not limited to) learning about the Moon Festival, cutting paper, learning how to use chopsticks, playing hacky-sack, and drinking tea. We probably won't need to have fundraisers, but if we do, it will be used to buy food for club members. We will not have any field trips.","day":"Thursday","time":"Lunch","room":"H-04","president":"Alvin Hom","teacher":"Mrs. Vrudny","email":"yvrudny@pausd.org"},"Christian Club":{"desc":"We do some awesome worship, bible study, games, and small groups!","day":"Friday","time":"Lunch","room":"N205","president":"Joshua Chen","teacher":"Mr. Hahn","email":"dhahn@pausd.org"},"Community Tech":{"desc":"Community Tech Club’s goal is to teach students about applications of technology in the local community through programming mobile or web applications, guest speakers, lessons, and projects. Our lessons will be primarily focused on ways that technology can be used to solve different issues in our community. We plan to have one major project each semester that helps solve a current or emerging issue in our community, and the project will be decided by the club members. We plan to have a field trip to a nonprofit or charity organization that we intend to base our project on to meet them, discuss with them the purpose of our project and how we can work together, and get a first hand look on what the organization does so that we know the best way to help.","day":"Tuesday","time":"Lunch","room":"J-8","president":"Michael Bao and Toby Liang","teacher":"Ms. Catalano","email":"kcatalano@pausd.org"},"Conservative Club":{"desc":"To provide a safe space for politically-engaged students of all sides of the spectrum to explore and learn more about their individual opinions and to allow the minority of conservative students on campus to feel comfortable expressing their views amongst like-minded or open-minded people","day":"Thursday","time":"Lunch","room":"F-1","president":"Valerie and Avital Rutenburg","teacher":"Mr. Lyons","email":"plyons@pausd.org"},"Creative Writing Club":{"desc":"The Creative Writing Club is a retreat for all writers where they can create, share, and receive feedback from like-minded people. All members will dabble in different forms of writing, and will have the chance to experiment with different styles. We will meet once a week on Fridays.","day":"Friday","time":"Lunch","room":"N-110","president":"Shunmel Syau","teacher":"Ellen Feigenbaum","email":"efeigenbaum@pausd.org"},"Culture Connection Club":{"desc":"The main goal of this club is to translate documents such as Gunn Connection, various Gunn parents and staff meeting notes and Gunn's informational news into other languages. We are looking to expand and translate the English text into other languages. We plan on distributing the translated documents by uploading them onto a webpage so parents who do not understand English can also catch up with the activities at school and support their children.","day":"Monday","time":"Lunch","room":"N-103","president":"Kelly Wang","teacher":"Ms. Holdener","email":"sholdener@pausd.org"},"Cycling Club":{"desc":"We meet every Tuesday at lunch. Twice a month, there will be a presentation about cycling. We currently don't plan to have any field trip or fundraisers.","day":"Tuesday","time":"Lunch","room":"N204","president":"Alexander Wang","teacher":"Ms. Smith","email":"tsmith@pausd.org"},"Easy Cooking Club":{"desc":"Easy cooking club is a club for people who cannot cook. You will learn how to make food that takes no effort as well as learn about its culture. There will be no fundraising or field trips.","day":"Friday","time":"Lunch","room":"L-01","president":"William Chung","teacher":"Ms. Borgen","email":"sborgen@pausd.org"},"Engineering":{"desc":"We give students a practical programming experience allowing them to build things they want to build. We will have lessons in web, iOS, and hardware, as well as a big club project that we all collaborate on. Previous projects included a flying quadcopter and a robotic arm that could draw, and our lessons focused on learning programming and design through Javascript/iOS games. This semester we will start a new club project, which is to be decided. We also attend various hackathons throughout the year, competing in teams with fellow club members.","day":"Thursday","time":"Lunch","room":"N-210","president":"Steve Jiang","teacher":"Takeshi Kaneko","email":"tkaneko@pausd.org"},"Entrepreneurship Club, powered by MIT Launch":{"desc":"Gunn Launch provides the students at Gunn the opportunity to learn and experience real-world business and entrepreneurship. After receiving a theme in which the students identify a problem they want to solve (ex: Education, Environmental), they form teams of 3-6 and construct their own startup company with the help of resources and a professional, virtual entrepreneurship mentor provided by MIT. Each week, the club will focus the students on taking action, learning from results, and making changes to improve their business. We provide informational sessions on entrepreneurship that will guide students on how to start their own start-ups. Additionally, we mentor students on a competitive level so that they undergo a professional standard of business -- bringing the passions and talents of students to life through entrepreneurship. Our ultimate goal of this club is to inspire and empower students with diverse talents and interests so that they can impact the world through entrepreneurship","day":"Friday","time":"Lunch","room":"C-7","president":"Larry Zhou","teacher":"Mrs. Howard","email":"lahoward@pausd.org"},"Film Critiquing Club":{"desc":"In this club, we will be discussing our favorite movies as well as learning how to critique and write a proper film. Focusing on cinematography, screenwriting, and music is also important. I will be also putting out fun pop quizzes about famous film icons and classic cinema.","day":"Friday","time":"Lunch","room":"C-2","president":"Michael Kim","teacher":"Mr. Miguel","email":"bmiguel@pausd.org"},"Film Production Club":{"desc":"Film Production Club’s purpose is to provide a safe and inclusive environment for Gunn students to express their creativity through video and learn about filmmaking outside of an official class. We strive to create a community for the filmmakers of Gunn to express their creativity and share their knowledge and experience with other students. We will learn about interesting filmmaking topics and plan out fun film projects to do each semester.","day":"Monday","time":"Lunch","room":"L-06","president":"James Chang-Davidson","teacher":"Mr. Corpuz","email":"ecorpuz@pausd.org"},"Finance and Investing Club":{"desc":"We seek to educate the student body on investing and financial markets. Activities include watching videos, trivia, and a stock market game. We will not have any fundraising or field trips.","day":"Wednesday","time":"Lunch","room":"E-01","president":"Eli Tannenwald","teacher":"Mr. Gill, Ms. Linsdell","email":"dgill@pausd.org, dlinsdell@pausd.org"},"Fitness and Games":{"desc":"The goal of our club is to help students get more physical activity that they enjoy, instead of a fixed schedule of activities. We would rather students be doing something physical rather than going on their phones during lunch. Also we would like to try to get a lot of people coming together and socializing. Additionally, we aim to use exercise as a stress reliever after working for so long. We do not plan on going on any field trips. We do not plan on doing any fundraisers either.","day":"Tuesday","time":"Lunch","room":"The trash can by the bleachers on the Field","president":"Eric Wei","teacher":"Mr. McGinn","email":"mmcGinn@pausd.org"},"French Club/National French Honor Society":{"desc":"French Club is a club open to all students who are interested in the French language and the francophone world. The club aims to spread and educate students on French culture, including food, language, and holidays. Throughout the year, we will be hosting dinner nights, movie nights, and fondue & films. We will fundraise through Bonbon and crêpes sales. The National French Honor Society meets jointly with the French Club and includes selected French Club members.","day":"Thursday","time":"Lunch","room":"H-1","president":"Jenilee Chan and Natalie Ho","teacher":"Marcel Losier","email":"mlosier@pausd.org"},"Gender Sexuality Alliance":{"desc":"We create a safe space for students of any sexuality to connect with others like themselves. The purpose of our meetings would be to learn about the LGBTQ community, celebrate important LGBTQ events throughout the year, and discuss what we can do to make Gunn a more inclusive campus for LGBTQ students. Some activities we plan to do include movie nights, an AID's walk, and possibly field trips to historic sites in San Francisco.","day":"Thursday","time":"Lunch","room":"N-210","president":"Jenny Gao","teacher":"Ms. Renazco","email":"drenazco@pausd.org"},"German Club":{"desc":"The purpose of German Club is to promote German culture on Gunn’s campus and provide a unique opportunity for students to gain a deeper understanding of foreign cultures. We play authentic German games, listen to German music, eat and make delicious German food and engage in activities that parallel those of a typical German teenager. We also offer induction into the National German Honor Society for members who meet the qualifications. The club promotes campus-wide World Language events, such as Movie nights and International Week, and actively participates in these events. Throughout the year, the German Club will have various fundraisers, some of which include T-shirt sales, our own movie nights, out of school bake sales and even a German cooking class. The Gunn German Club also offers a safe and welcoming environment for all students to explore different cultures in a fun, interactive and friendly way","day":"Thursday","time":"Lunch","room":"H2","president":"Divya Kameswaran","teacher":"Ms. Schroeppel","email":"cschroeppel@pausd.org"},"Girls Beach Volleyball Club":{"desc":"The goal of our club is to create a learning and fun environment for girls to play beach volleyball at school. We want girls to have a place to get together and compete but have fun too. We want to help beach volleyball players at our school practice during the off season, prepare for the summer season, and improve their skills. By the end of our season, we would like to ensure that players are ready for a summer of competitive beach volleyball. Yes, we will go on three field trips to the Santa Cruz beach between March and May once each month for a beach volleyball tournament","day":"Wednesday","time":"Lunch","room":"C4","president":"Rachel Grant","teacher":"Ms. Perkins","email":"hperkins@pausd.org"},"Girls Learn International (GLI)":{"desc":"The purpose of Girls Learn International is to increase human rights awareness and to educate members on the challenges faces by other children around the world in the pursuit of education, and it distressed discussion on these topics","day":"Monday","time":"Lunch","room":"C-6","president":"Sakshi Satpathy","teacher":"Brian Miguel","email":"bmiguel@pausd.org"},"Girls Tech Club":{"desc":"Gunn Girls Tech Club's purpose is to encourage more girls to pursue and explore technology. During our meetings we will learn more about coding and engineering and try to understand new concepts and topics. Some of our ideas include to attend JLS's code day, help arrange hack-a-thons, tour tech companies, have guest speakers, and host events such as hour of code.","day":"Monday","time":"Lunch","room":"N-215","president":"Uma Bahl","teacher":"Mr. Paley","email":"jpaley@pausd.org"},"Green Team":{"desc":"The green team's main purposes are to raise environmental awareness, keep Gunn eco-friendly, and educate its members on what their impact can be. Also to plan fun events/rallies and have a blast! We're not planning to take field trips. Funds will be spent on items such as shirts, poster materials, plants, and trash bins.","day":"Wednesday, Thursday","time":"Lunch","room":"J3","president":"Swati Goel","teacher":"Mr. Ledgerwood","email":"eledgerwood@pausd.org"},"Gunn Cares":{"desc":"The goal of Gunn Cares is to make every student feel they are part of the Gunn community. Despite the efforts of existing groups to make Gunn more inclusive, there is still a need for a more direct course of action to ensure that every student at Gunn High School feels like they have connections with others which they can rely on. We want to ensure that every student feels that they have connections with others which they can rely on. A primary long term goal is to ensure all students have at least one other person to spend breaks with if they so desire. We also want to make sure that everyone feels that their voice is being heard. One short term goal is to create a lunchtime environment where anyone can go to do everything from simply talk to other students, to getting help on homework, to making a new friends, or just to be there. We don't plan on doing field trips and fundraising, but we might end up doing a little bit of fundraising during second semester, if we feel the need to do it. This most likely won't happen.","day":"Thursday","time":"Lunch","room":"N 102","president":"Thomas Burton","teacher":"Ms. Owen","email":"kowen@pausd.org"},"Gunn Med":{"desc":"Gunn Med's main purpose is to increase the knowledge of the medical field, mainly through guest speakers. These guest speakers will discuss their profession and the steps it took to do what they are doing now. We will touch on different aspects of the medical field, such as the environment, types of jobs, and medical schools. We hope that we will be able to partner with a hospital and be able to volunteer and benefit patients through fundraisers.","day":"Thursday","time":"Lunch","room":"J-4","president":"Mina Kim and Hannah Kim","teacher":"Anne Marie Metzler","email":"ametzler@pausd.org"},"Health Club":{"desc":"In Health club, we will focus on mainly physical health. Fun activities will be set up to learn more about what you should be eating and how much activity you should be receiving each day. There will be no need for fundraising and field trips are still being determined.","day":"Friday","time":"Lunch","room":"N-112","president":"Zoe Pflasterer","teacher":"Ms. Ichikawa","email":"dichikawa@pausd.org"},"Helping Animals Regain Trust (H.A.R.T.)":{"desc":"The purpose of the H.A.R.T. club is to raise awareness and take action to promote humane practices as they pertain to animals whether they be farm animals, pets, or wildlife. Activities will include fundraisers that distribute information while raising money for local (2-4 hour total time spent) field trips and supplies for other H.A.R.T club functions. Activities may also include informational movie nights.","day":"Monday","time":"Lunch","room":"F-6","president":"Niki + Anna","teacher":"Ms. Holmes","email":"pholmes@pausd.org"},"Hip Hop Dance Club":{"desc":"We intend to give Gunn students who are interested or invloved in Hip Hop dance (all levels) a place to learn from/collaborate with other enthusiastic, experienced dancers. We will teach anything from choreography to freestyling as well has introducing numerous subgenres of hip hop such as locking, breaking, krumping, lyrical, etc. We want to hopefully perform at night rally this year if clubs are allowed to.","day":"Wednesday","time":"Lunch","room":"Bow Gym","president":"Ben See-Tho","teacher":"Ms. Zavack","email":"kzavack@pausd.org"},"History Bowl Club":{"desc":"The club is designed to promote an interest in history by allowing students to prepare and compete in the National History Bowl. There will be some trips during the weekends to surrounding schools to compete in regional competitions.","day":"Tuesday","time":"Lunch","room":"C4","president":"Alek Elcavage","teacher":"Ms. Firenzi","email":"tfirenzi@pausd.org"},"International Club":{"desc":"We are a group of friends who are very interested in different cultures. One main part of culture is food. When we eat, the food becomes a book that introduces great stories and different connections to distinct cultures around the world. We have food everyday, it is a perfect starting point to start a conversation between members of different cultures. Since food has such a great impact on our lives, we think that it’s important to share what are the stories behind it, and how some of the stories became so well-known to people. We use international snacks as a gateway to introduce cultures around the world to the students at Gunn. In our meetings we watch movie clips, documentaries, or play games introducing cultures. Also, we would bring in food samples for students to try. However, it will totally be an experience beyond foods and tastes. Other than our main mission of sharing knowledge, we also teach people how to eat the food in the healthiest way, and how to know which food is nutritious. SAFETY: To avoid allergies the students fill out a survey which gives us information about allergies. At Gunn, we are very lucky to be part of a diverse community. Living in a diverse community doesn’t mean that everyone is open-minded and welcoming. Our club can become a nursery for students who are passionate about reducing discrimination by listening to and understanding each other. In our club, we hope we can start conversations about our differences. At last, we want more and more students to embrace other’s culture and also feel that they are much more closer together.","day":"Monday","time":"Lunch","room":"K-4","president":"Ye Feng","teacher":"Ms. Helbing","email":"khelbing@pausd.org"},"International Plastic Modelers Society (IPMS)":{"desc":"Goals of the Club: learn how to make/ build models, Discuss model-making techniques, State contests (on weekends), Discuss basics for how this will help and relate to future Science and Technology career choices. Students need to be serious and willing to put in the effort needed to learn this skill. They will learn to be more precise and be more concentrative throughout progress of their model making.This is a club for making plastic models out of kits. Building models offers several advantages to young people. It teaches them to analyze and follow detailed instructions, as well as develop problem-solving skills. Manipulation of a three dimensional object also imparts knowledge and skills that are not the same as the experience gained in looking at or designing something on a computer. It is also an artistic the hobbyist’s exploration of the intricacies of science and technology down through the ages.","day":"Tuesday","time":"Lunch","room":"L-2","president":"Jinyi Liu and Ryan Lee","teacher":"Angela Merchant","email":"amerchant@pausd.org"},"Interscholastic Gaming League":{"desc":"The purpose of the club is to provide a place to relax and unwind after a week of school.","day":"Friday","time":"After School","room":"N-115","president":"Jacob Klein-Cohen","teacher":"Mr. Ledgerwood","email":"eledgerwood@pausd.org"},"Investigative Medicine":{"desc":"This club will raise awareness about medical-related issues that affect society on both a local and global scale. We will analyze patterns such as the transmission of disease, which will be useful in the Science Olympiad. The club may practice for the Science Olympiad if the majority of members wish to compete in Disease Detectives. The club will not focus on solely health-related issues; both social and environmental epidemics and concerns will also be discussed. The club will not conduct any field trips, although there will be fundraising to cover costs of simple experiments and office materials as the club researches a medical issue and possible solutions. No hazardous chemicals, devices, or animals will be involved.","day":"Tuesday","time":"Lunch","room":"L2","president":"Edward Tang","teacher":"Angela Merchant","email":"amerchant@pausd.org"},"Japanese Honor Society":{"desc":"The Japanese Honor Society exists for the purpose of understanding and teaching Japanese culture. We plan to fundraise during club food fairs, and use the money for future food fairs and other club activities.","day":"Wednesday, Thursday, Friday","time":"Lunch","room":"H-3","president":"Arthur Yang and Cynthia Zhong","teacher":"Yukie Hikida","email":"yhikida@pausd.org"},"Juggling Club":{"desc":"Our purpose is to bring together people who can juggle and people who want to learn how, so that we can practice juggling together and help each other improve our skills. We do not plan on having field trips or doing fundraising.","day":"Monday","time":"Lunch","room":"N-112","president":"Draco Tong","teacher":"Lisa Hall","email":"lhall@pausd.org"},"Junior State of America":{"desc":"The Junior State of America (JSA) is a nationwide, non-profit, non-partisan, and student-run organization that encourages civic engagement among high school students and prepares them for life-long involvement and responsible leadership in our democratic society. Since its founding in 1934 by high school students determined to improve civics education for both themselves and their peers, the Junior State of America has grown to become the largest student-run organization in the United States. Each year, more than 10,000 students come together on over 400 high school campuses across the country to engage with peers from different backgrounds and political persuasions and discuss important issues facing our country and the world. For over eighty years, JSA has helped high school students gain the knowledge and skills necessary to be active, informed, and responsible citizens, voters, and leaders. Many of JSA’s 500,000 alumni have become elected officials, cabinet members, and prominent members of the media, business, and academia. The Junior State of America is unique in that it has always been truly a student-run enterprise. Students organize every aspect of JSA, from the high school chapter level all the way to state and national administration – with a student even serving on JSA’s Board of Directors each year. Each high school elects their own chapter president, and chapters gather to elect regional leaders and a governor to lead their JSA state. Each governor has a “cabinet” comprised of students from different schools in their state, and these students plan and execute all the JSA conventions, conferences, and political-awareness events during the school year. Students run every aspect of these conferences and conventions, from creating agendas and inviting guest speakers to running debates, thought talks, problem scenarios, and simulations. Each convention is a program created by students, for students. The student-run aspect is a cornerstone of the JSA experience, imbuing the participants with transferable leadership, management, and communication skills. JSA students learn diplomacy as they engage in political discourse, cultivate democratic leadership skills, challenge one another to think critically, advocate their own opinions, develop respect for opposing views, and learn to rise above self-interest to promote the public good. Students emerge from this process with leadership and professional skills and competencies that their non-JSA peers will likely not realize until after their college years.","day":"Thursday","time":"Lunch","room":"V25","president":"Adam Lehot","teacher":"Mr. Bisbee","email":"disbee@pausd.org"},"K-pop Club":{"desc":"We will talk about K-pop and K-drama, learn fan chants, learn the choreography of certain songs, make covers for certain songs, and participate in games which K-pop idols usually have to play. We do not plan to have any overnight trips, and we do not need any fundraising.","day":"Thursday","time":"Lunch","room":"Dance Room - Titan Gym","president":"Liona Yew","teacher":"Ms. Anderson","email":"amanderson@pausd.org"},"Key Club":{"desc":"Key Club is the largest and oldest service organization, represented all around the world, for high school students. Doing service is at the heart of the club; we make community service activities available to you as well as the resources for you to start your own service initiative. The organization is entirely student-led, so there are many opportunities for leadership and networking with students all across the Bay Area and even internationally (through service projects, fundraising, and conferences). Throughout all of this, Key Clubbers have a lot of fun—there are plenty of social events throughout the year. Along your Key Club journey, not only will you meet some of the people who will become your closest friends, you will also become an effective and involved community member. *Some conferences are overnight, so we will be fundraising for field trips and member dues.","day":"Friday","time":"Lunch","room":"K-01","president":"Anna Ward, Richard Rullo","teacher":"Mr. Rullo, Ms. Ward","email":"award@pausd.org, rrullo@pausd.org"},"Knitting & Crocheting Club":{"desc":"Create a fun atmosphere where people can learn how to knit/crochet and use their skills to contribute to society. Our weekly goal is for people to knit/crochet a 4 by 4 inch square for donation. (These squares will be sewn together in 8 by 8 inch squares and be donated to an organization in Africa called “Knit a Square.”) We also aim to knit/crochet stuffed animals to donate to this organization and the Packard hospitals. We currently don't plan to do any fundraising or trips.","day":"Tuesday","time":"Lunch","room":"G3","president":"Breanna Yang & Kristen Wong","teacher":"Ms. Barrios","email":"aBarrios@pausd.org"},"Korean Club":{"desc":"To allow Gunn students the opportunity to experience different aspects of Korean culture.","day":"Monday","time":"Lunch","room":"H-3","president":"Justin La","teacher":"Yukie Hikida","email":"yhikida@pausd.org"},"Latin American Culture Club":{"desc":"Many people have a basic knowledge of different aspects of Latin America, such as its countries, capitals, and some of the sports played, but this club would invite students to gain a deeper understanding of the unique culture found imbedded within each country in its make-up. In order to successfully do so, club members would engage in activities like kahoot, games, the tasting of traditional foods, and the celebration of traditional holidays, each specified to the country of that meeting. For instance, during the meeting closest to Day of the Dead, the country of the week could be Mexico, and students would spend the meeting decorating and learning about cascarones, hollowed out chicken eggs filled with confetti, and then crack them over each others heads. This is a Mexican tradition said to bring good luck. Through this club, students would have the opportunity to get excited to learn about Latin American culture, and they'd never leave with an empty stomach.","day":"Thursday","time":"Lunch","room":"G-4","president":"Isabela Arocha","teacher":"Ms. Garger","email":"ggarger@pausd.org"},"Latino Student Union":{"desc":"The Latino Student Union will be taking part in discussions concerning the Latino community of the bay area, finding and informing their members on community service opportunities concerning similar topics discussed at the meetings, learning about different aspects of their culture(s), and creating a safe and inclusive environment. Regular meetings will be held once a week, we do not plan on taking any field trips or fundraisers.","day":"Tuesday","time":"Lunch","room":"H-5","president":"Sofia Sierra-Garcia","teacher":"Daissy Tabares","email":"dtabares@pausd.org"},"Laughing Matters Club":{"desc":"We rehearse short plays (fairy tale type skits) and perform them for underprivileged children in shelters or hospitals. No fundraisers are necessary, but we will take around 4-5 trips a year to visit the locations and perform. This will most definitely not be overnight, they are usually one hour long and take place after school.","day":"Thursday","time":"Lunch","room":"S-1/ Studio Theatre","president":"Kyle Petersen","teacher":"Mr. Shelby","email":"jshelby@pausd.org"},"Machine Learning Club":{"desc":"The goal of Machine Learning Club is to create a learning environment in which students can share ideas about machine learning. This club will hold weekly meetings to achieve this purpose. In the meetings, students will present, learn, and discuss the material in order to get to know machine learning. In terms of impact to the community, the goal is to bring awareness to this very exciting and applicable field (which is not covered usually in high schools). This club has no affiliation with any outside organizations and will have no activities or fundraisers other than meeting at lunch.","day":"Tuesday","time":"Lunch","room":"N-213","president":"Marc Maliar","teacher":"Ms. Renazco","email":"drenazco@pausd.org"},"Math Circle":{"desc":"Gunn Math Circle seeks to promote an appreciation and understanding of math beyond the typical high school curriculum by discussing advanced topics, inviting guest speakers, holding games and contests, and participating in outside competitions.","day":"Monday","time":"Lunch","room":"N211","president":"Andrew Lin and Jonathan Rogers","teacher":"Dave Deggeller","email":"ddeggeller@pausd.org"},"Med Research Club":{"desc":"During first semester, we will educate underclassmen on the basics of medical research and about opportunities available for them to get started in research during high school. To achieve this, we will give lectures on our personal experiences in research, the various areas of study, and introduce the opportunities available for members to get started in research. During second semester, we will delve deeper into these various opportunities for medical research and also provide information about the applications (for the formal programs, such as SIMR or NIH) or how to contact a professor or grad student (for informal summer internships in labs). We will achieve this by providing members with information about program applications and contacting research laboratories about summer internships, and also have guest lecturers (who will most likely be PhD candidates or grad students conducting research at Stanford currently) and activities where we’ll teach common lab techniques. Our overall goal is to get more students interested in medical research, and hopefully, help them secure a summer program or internship that involves research in some way. Activities will include a visit to a Stanford lab, kahoot w/prizes, and a pizza party.","day":"Thursday","time":"Lunch","room":"G-01","president":"Lauren Sheu","teacher":"Ms. Skiles","email":"tskiles@pausd.org"},"Model United Nations":{"desc":"The MUN club trains delegates for participating in MUN conference throughout the Bay Area and the United States. Such activities promote debate, policymaking, speech, and negotiation, while paper-writing develops research capabilities. Starting this year, our club will also be hosting a small conference at Gunn!","day":"Wednesday","time":"Lunch","room":"J-2","president":"Advait Arun","teacher":"Maria Powell","email":"mpowell@pausd.org"},"Pandora's Box":{"desc":"Pandora’s Box is Henry M. Gunn High School’s student-run literary magazine, containing original poetry, short stories, photographs, and artwork. We compose, compile, and celebrate the creative works of Gunn High School’s students. We provide an opportunity for creative expression in a safe and encouraging environment. The group will participate in weekly meetings, taking place every Friday at lunch, where members will take part in writing exercises and help plan the magazine. Special meetings may be called through email. Fundraisers will occur at least once a semester. Funds go towards printing and publishing costs. Two issues will be published during the year, one each semester. Members working on layout may stay after school to create the finished product if necessary.","day":"Friday","time":"Lunch","room":"N-114","president":"Kristie Huang","teacher":"Paul Dunlap","email":"pdunlap@pausd.org"},"Pastafarian Society":{"desc":"We wish to enlighten the populace in the seldom heard teachings of the Flying Spaghetti Monster. All are welcome to join and contribute. Ramen.","day":"Tuesday","time":"Lunch","room":"J-6","president":"Lila Smith","teacher":"Mr. O'Connell","email":"coconnell@pausd.org"},"Pen in a Box":{"desc":"Pen in a Box (<a>http://pen-inabox.com/</a>) is part of an international student-run nonprofit organization that collects school supply donations to donate to kids in areas of need. Our club will plan local supply drives and deliver supplies through church mission trips or personal trips. No field trips or fundraising will be necessary.","day":"Friday","time":"Lunch","room":"J-10","president":"Grace Ding and Emma Chiao","teacher":"Ms. Cohn","email":"ccohn@pausd.org"},"Photography Club":{"desc":"introducing and building up one's interest in photography through various activities, lessons, and excursions","day":"Friday","time":"Lunch","room":"M-01","president":"Calisa Sana and Caroline Ro","teacher":"Ms. Durquet","email":"mdurquet@pausd.org"},"Physics Club":{"desc":"Physics Club will help students prepare for and participate in the annual local F=ma Physics Olympiad test, which is a qualifier for USA Physics Team, with lectures, practice problems, and previous exams. We will also participate in the PhysicsOlympiad contest. Along the way, this club will help students prepare for other physics exams, such as the AP Physics tests and the SAT Subject Test in Physics.","day":"Wednesday","time":"Lunch","room":"J-5","president":"Andrew Zhao","teacher":"Jacintha Kompella","email":"jkompella@pausd.org"},"Project QUERB @ Gunn":{"desc":"At Project QUERB (Quantum Experimental Record Breakers), we'll learn all about quantum physics and new quantum tech, working towards conducting our annual quantum physics experiment with guidance from our Ph.D. mentor!","day":"Tuesday","time":"Lunch","room":"N-201","president":"Quinn Manning","teacher":"Ms. Saxena, Ms. Woznicki","email":"ksaxena@pausd.org. cwoznicki@pausd.org"},"Project RISHI at Gunn":{"desc":"The main purpose of this club is to raise awareness towards developing sustainable change in underdeveloped countries, like Project RISHI at UC Berkeley is doing in villages in India. This club will be working with Project RISHI in Berkeley. The club will put on an event called Gunn Builds, a version of Berkeley Builds which is a social hackathon put on by Project RISHI at Berkeley. The social hackathon allows for students to develop innovative solutions to problems posed to them by local non-profits. Since we are collaborating with the club in Berkeley, our members will have the chance to work on Berkeley Builds itself as well as visit the college and collaborate during the event (possibly resulting in an annual club trip). An example of sustainable change is one of the latest projects by Project RISHI at Berkeley, in which they are working to provide a water filtration system for a village in India that has been drinking contaminated water. The club will do fundraisers and gather sponsors to make money for the event. The club will also collaborate with its UC Berkeley counterpart to work on the event and learn about how to make it successful. Another purpose of this club is to develop outreach to high schools to raise awareness about sustainable social change. We will develop various events and media projects in order to accomplish these goals.","day":"Monday","time":"Lunch","room":"N-202","president":"Adnaan Sachidanandan","teacher":"Emily Pinkston","email":"epinkston@pausd.org"},"Promotion of Animal Welfare Society (PAWS)":{"desc":"There will be no fundraising or overnight trips. We will just be discussing animal welfare and introduce careers involving animals or the environment. For club activities, we will watch animal videos, discuss issues concerning animals, publish a blog with a variety of contents ranging from current welfare issues to fun facts about animals.","day":"Wednesday","time":"Lunch","room":"N-212","president":"Chelsie Park","teacher":"Ms. Dion","email":"rdion@pausd.org"},"Reach Out Care Know (ROCK)":{"desc":"ROCK is a mental health awareness club that is committed to listening and talking with other students about anything and everything. We strive to create a more inclusive and positive environment at Gunn High School and build a strong sense of campus community in which all students feel welcomed. We put on events throughout the year such as the ball pit activity during Not In Our Schools Week, create talk to me shirts, and send appreciation grams to students and staff. This year, students will be invited to participate in trainings which provide tips for how teens can approach and support a friend who is struggling.","day":"Tuesday","time":"Lunch","room":"N-114","president":"Meghna Singh & Gaya Gupta","teacher":"Mr. Dunlap","email":"pdunlap@pausd.org"},"Research, Science, Invention Club":{"desc":"Our club gets students involved and interested in STEM through competitions such as InvenTeams, Google Science Fair, Synopsys and more. Our club plans to do overnight and day fieldtrips.","day":"Tuesday","time":"Lunch","room":"J-7","president":"Jenilee Chen","teacher":"Ms., Zizmor","email":"ezizmor@pausd.org"},"Rocket Science Club/ TARC":{"desc":"Rocket Science Club aims to bring students together to learn about and discuss model rocketry, aerospace engineering, and rocketry-related current events. We plan to share using hands-on activities and demonstrations, discussions, and videos. We are not planning any field trips, but we do hope to fundraise in the future in order to purchase supplies.","day":"Tuesday","time":"Lunch","room":"J-9","president":"Maria Ramon","teacher":"Catherine Cohn","email":"ccohn@pausd.org"},"SAGE Global Business Club":{"desc":"Although SAGE Global are one of the best teams in SAGE national business competition, this club is more about running a really business. If you are interested in business, come on join us and learn how to actually run a business model. Field trip? --yes. long distance for competition and might have a paid international trip!","day":"Tuesday","time":"Lunch","room":"F1","president":"Shengtong Li and Michael Huang","teacher":"Phil Lyons","email":"plyons@pausd.org"},"Science Olympiad":{"desc":"This club will promote the study of a variety of scientific topics by preparing members for nearby Science Olympiad competitions.","day":"Friday","time":"Lunch","room":"J-10","president":"Draco Tong","teacher":"Dr. Kompella","email":"jkompella@pausd.org"},"SFX Makeup Team":{"desc":"SFX makeup is a form of makeup that is seen typically in film. It includes realistic face painting, mask making, and prosthetics. It is also a fun way to recreate","day":"Tuesday","time":"After School","room":"N-202","president":"Emma S Low","teacher":"Ms. Pinkston","email":"epinkston@pausd.org"},"Short Story Club":{"desc":"Short Story club will meet once a week (on Thursdays) in N-112 (Ms. Ichikawa's classroom) at lunch. At club meetings, we (the club officials) will read aloud a short story and, if time allows, a poem to club members. Afterward, we will try to fit in a short discussion on the content of what we read that day. We are not planning any field trips, day or overnight, or any fundraising/money-spending of any kind.","day":"Thursday","time":"Lunch","room":"N-112","president":"Tjasa Kmetec","teacher":"Diane Ichikawa","email":"dichikawa@pausd.org"},"Social Club":{"desc":"We reach out to new students and transfer students and try to connect them with other people in similar situations, so that these people do not feel lonely","day":"Thursday","time":"Lunch","room":"J-4","president":"Ari Denson","teacher":"Mr. Aston","email":"taston@pausd.us"},"Spanish Club":{"desc":"Spanish club provides members with the opportunity to expand and explore their knowledge of Spanish language and culture. During meetings we will provide Spanish food as well as play fun games, make crafts, and enjoy Spanish music.","day":"Thursday","time":"Lunch","room":"H-5","president":"Colin Grant","teacher":"Elizabeth Matchett","email":"ematchett@pausd.org"},"Speech and Debate":{"desc":"Teach students how to effective express opinions based off of current events. Students participate in tournaments run by the National Forensics League. Each year we train students to become strong public speakers with the skills and knowledge to effectively win arguments.","day":"Monday, Wednesday","time":"After School","room":"N-208","president":"Carolyn Wang","teacher":"Diane Gleason","email":"dgleason@pausd.org"},"Sports Basement Club":{"desc":"The Sports Basement Club strives to provide students with a positive, safe, and enthusiastic environment to discuss and enjoy their favorite sports. We have TONS of fun discussing current events in the sports world, as well as predicting future events such as potential trades and playoff games. Outside of discussions and debates, we host a variety of fun sports games, from Sports Kahoot to Sports Jeopardy. Each year, we host the annual Gunn March Madness Tournament Challenge. Come on down to N-115 to talk your favorite sports, make new friends, and HAVE FUN!","day":"Friday","time":"Lunch","room":"N-115","president":"Sean Lin","teacher":"Ms. Hexsel","email":"jhexsel@pausd.org"},"Sports Journalism":{"desc":"The Sports Journalism Club primarily aims to raise enthusiasm about Gunn sports teams through the use of sports journalism. Parents and teachers in Gunn Sports Boosters have, for many years, raised funds for many of the sports teams through planning events and selling concessions. After working with them to design their new website, I saw an opportunity for Gunn students to become involved as well. Providing coverage of the upcoming games, recent game outcomes, athlete profiles, and more on the Sports Boosters website will ultimately have more people attending games and being enthusiastic about our sports teams. In addition, adding this coverage to the Gunn Sports Boosters website will enhance it and potentially bring in more donations. By starting this club, I am hoping to involve students in this form of sports journalism and have them contribute to the website. The club will not involve any field trips and will cover only home games. Ultimately, the Gunn Sports Journalism Club provides two things. First, for students in the club to have fun and gain experience in covering the sports teams (beyond what is already done in the Oracle). Second, for readers of the Gunn Sports Boosters website to become more enthusiastic about sports in our community.","day":"Thursday","time":"Lunch","room":"N-105","president":"Faiz Aladin","teacher":"Mr. Hernandez","email":"mhernandez@pausd.org"},"Stairway to Literacy":{"desc":"The club purpose is to discuss, analyze, and possibly even write literature.","day":"Friday","time":"Lunch","room":"E-2","president":"Benjamin Liao and Larry Xu","teacher":"Arthur Kinyanjui","email":"akinyanjui@pausd.org"},"Students Partner with Veterans":{"desc":"We aim to build a connection between students and veterans, encourage students to participate in events hosted by Veteran Associations, and give students positive role models through sharing positive veteran stories. Club meetings will be at C-4 at lunch on Fridays. We will meet twice a month. Regular meetings will involve members sharing veteran stories, and discussing the positive influences the stories have on our students. The club does not require any external funds or fundraising. Members do not go on field trips.","day":"Friday","time":"Lunch","room":"C-4","president":"Shengtong Li","teacher":"Tara Firenzi","email":"tfirenzi@pausd.org"},"Technology Student Association (TSA)":{"desc":"The purpose of the Technology Student Association (TSA) is to build and develop students' interests in technology, engineering, and math. Students will be able to work individually and/or in teams in areas such as biotechnology, website design, flight challenge, film technology, 3D modeling, coding, and more. Members get the chance to showcase their skills through a day field trip to an exciting state competition and hopefully next year, even an overnight national competition. The activities offered by TSA are diverse which makes it a positive experience to all students with any interest in STEM. Over 2,000 schools across 49 states are already part of TSA showing that the competition has been well received for 9 years. I haven't planned any fundraising, but if it were to take place, it would be for transportation to get to the state competition (if the school was unable to fund it).","day":"Every Other Friday","time":"After School","room":"Library","president":"Tara Devaraj","teacher":"Mr. Gill","email":"dgill@pausd.org"},"TEDxGunnHighSchool":{"desc":"Our mission is to cultivate ideas and conversation through an annually hosted TEDx conference held in Spagenberg Theatre. Our two committees, finance and speakers, work hard each year to improve quality of speakers and quality of experience for all our audience members. The speakers committee works with each speaker individually to write, edit and rehearse each talk. The finance committee raises all funds to cover the cost of a fully fledged TEDx conference. The raising of funds include grants and small fundraisers.","day":"Tuesday","time":"Lunch","room":"N-115","president":"Joo Won Kim and Gautam Mittal","teacher":"Eric Ledgerwood/ Jessica Hexsel","email":"eledgerwood@pausd.org jhexsel@pausd.org"},"The Chariot":{"desc":"The Chariot publishes a bi-monthly political magazine that is meant to spread political awareness among the student body. The Chariot will be fundraising in order to print these issues and distribute them.","day":"Thursday","time":"Lunch","room":"N-106","president":"Advait Arun and Natalie Ho","teacher":"Justin Brown","email":"jdbrown@pausd.org"},"The Jewnion":{"desc":"Our club is similar to any other type of culture club at Gunn. Everyone is free to come, hang out, eat bagels, and learn about Judaism. We do not plan on having any overnight trips or field trips, but we would like to possibly have some sort of picnic with the Paly Jewish Student Union at some point this year. It's possible that we might do some sort of bake sale this year to raise funds for shirts, but nothing concrete yet. We are also partnering with an organization called NCSY that supports other Jewish Student Unions across the country and they will provide snacks at programs free of cost.","day":"Tuesday","time":"Lunch","room":"C-3","president":"Jack Flinchbaugh","teacher":"Mr. Hebert","email":"jhebert@pausd.org"},"The Office Club":{"desc":"We just watch the show The Office","day":"Thursday","time":"Lunch","room":"N-102","president":"Anna Reitman","teacher":"Ms. Menache","email":"nmenache@pausd.org"},"Thespian Club":{"desc":"A place where kids interested in Theatre can bond, play games, learn, and have discussions about the world of theatre right now! We won't be having field trips or overnights","day":"Friday","time":"Lunch","room":"S-1/ Studio Theatre","president":"Madeline Kaplan","teacher":"Mr. Shelby","email":"jshelby@pausd.org"},"Ukulele Club":{"desc":"people sing and play ukulele once a week.","day":"Monday","time":"Lunch","room":"J-2","president":"Roni Manor","teacher":"Jena Lee","email":"jlee@pausd.org"},"United Computations":{"desc":"Purpose: To provide a venue for like-minded computer science students to share knowledge and ideas.","day":"Monday","time":"Lunch","room":"N-215 (Lab)","president":"Gautam Mittal","teacher":"Josh Paley","email":"jpaley@pausd.org"},"Whistle Club":{"desc":"We are planning to provide an opportunity for students to learn how to play the tin whistle while spending time with friends. It's an easy instrument, and can open up many students to the musical stage from a relaxed environment. We are also hoping to use club interest to volunteer to teach younger audiences the same skills. We are not looking into field trips, or fundraising ; we will provide the club with supplies ourselves.","day":"Wednesday","time":"Lunch","room":"C-08","president":"Eric Kwon, You Kyung Kim","teacher":"Mr. Patrick","email":"jpatrick@pausd.org"},"Women In STEM Club":{"desc":"Our purpose is to get more women interested in STEM. Some of the things we will do is have guest speakers (we have already talked to a genetic counselor from stanford who is interested in speaking) and we will also program birthday cards online.","day":"Wednesday","time":"Lunch","room":"G4","president":"Victoria Mock","teacher":"Ms. Garger","email":"ggarger@pausd.org"},"Youth Community Service/Interact":{"desc":"We encourage students to participate in a variety of community service events throughout the year. From small events to large events like Service Day and Relay for Life, we promote engagement with less fortunate community members as well as worthy organizations and causes.","day":"Monday","time":"Lunch","room":"N211","president":"Janet Wang and Grace Williams","teacher":"Scott Elfving","email":"selfving@pausd.org"},"Zero Robotics":{"desc":"Gunn Zero Robotics aims to teach ZR-related C++, programming concepts, basic physics, strategic planning, and collaboration, foster a love for math, physics, and programming, prepare its members for the annual Zero Robotics competition, and work together as a team to compete in the Zero Robotics competition. If we advance to finals, we will travel to MIT. We will hold at least two fundraisers each year, to pay for club shirts or travel expenses.","day":"Monday","time":"Lunch","room":"N-115","president":"Karly Hou","teacher":"Chris Bell","email":"cbell@pausd.org"}}
