{"A Capella Club":{"desc":"A Capella Club is dedicated to students who love to sing and want to create music together. This club is for all Gunn students, including those who aren't currently involved the Gunn music programs. In this club you will learn how to sing without instruments through many genres of music. Come if you wanna have good time singing, eating, and meeting new people!","day":"Monday","time":"Lunch","room":"V17 (the new choir room once it is finished)","president":"Katie Brown and Callie Rosenzweig","teacher":"Bill Liberatore","email":"bliberatore@pausd.org"},"Acts of Random Kindness":{"desc":"The purpose of our club is to promote kindness around campus by organizing school-wide uplifting events and campaigns like finals care packages, Cuties for Cuties, and positive message boards. During weekly meetings, club members will plan and prepare for events. Any funds made from fundraising will be used for events.","day":"Wednesday","time":"Lunch","room":"N-205","president":"Angela Cheong and Grace Liu","teacher":"Daniel Hahn","email":"dhahn@pausd.org"},"Aeronautics Association":{"desc":"The Gunn Aeronautics Association is a club aimed at teaching Gunn students about the wonders of aerospace engineering, astrophysics, and model rocketry! During meetings we discuss essentials in the study of aeronautics, current events in aerospace engineering and space study, and often have guest speakers who are professionals in the field. We also learn how to simulate and build your own model rockets!","donation":"$40","day":"Tuesday","time":"Lunch","room":"J-10","president":"Yonatan Maor","teacher":"Catherine Cohn","email":"ccohn@pausd.us"},"Amnesty International":{"desc":"Club Website: http://gunnamnesty.strikingly.com/Gunn Amnesty is the all-encompassing human rights club on-campus, and a chapter of international organization Amnesty International. The objective of this club is to: (a) Educate and foster discussion for members, the Gunn HS and local community on human rights progress and violations, including those from the death penalty and excessive solitary confinement, wrongful imprisonment for upholding rights to free speech, land, religion, race, sexuality, medical treatment (b) Drive the Gunn community to put the human rights activism into practice and safeguard rights through petitioning authorities globally and peaceful protest. We have engaged in campaigns to protect refugee and reproductive rights, curb solitary confinement, counter bigotry nationally and internationally, ensure police accountability, abolish the death penalty in California, (c) Support peaceful demonstrations such as Women's Marches, Families Belong Together, and March for Our Lives. ","day":"Friday","time":"Lunch","room":"G3","president":"Sakshi Satpathy","teacher":"Laura Lizundia","email":"llizundia@pausd.org"},"Anatomy and Physiology":{"desc":"The GAP club gives Gunn students the opportunity to explore the anatomy and physiology of different types of animals and species. The club provides presentations explaining the amazing science behind the anatomy and physiology of different types of animals while also giving students a chance to dissect these animals. This club is a great way to experience dissections hands on.","donation":"$1.50 per specimen","day":"Friday","time":"Lunch","room":"J-2","president":"Angela Ryu","teacher":"Jena Lee","email":"jlee@pausd.org"},"APAPA Club":{"desc":"Gunn APAPA (Asian Pacific Islander American Public Affairs) club seeks to connect the Asian community and keep them up to date not only on current American affairs, but also topics concerning the Asian American population. We also seek to connect the Asian students at Gunn with the community.","day":"Monday","time":"Lunch","room":"N-108","president":"Justin Li","teacher":"Terence Kitada","email":"tkitada@pausd.org"},"Art History Club":{"desc":"We are a weekly club that meets every Thursday in room M-1. Each meeting we will have a presentation and discussion on the weeks topic.","day":"Thursday","time":"Lunch","room":"M-1","president":"Clarissa Kam","teacher":"Marie Durquet","email":"mdurquet@pausd.org"},"Artificial Intelligence Club":{"desc":"Want to build a self-driving car? Interested in modeling creativity with your computer? Join AI Club! Every Friday at lunch we will meet to learn techniques such as Machine Learning and discuss topics related to AI. As AI becomes a driving force in technology, it is becoming increasingly important to become AI literate. Throughout the year, you will have many opportunities to engage in AI content and work with your peers to apply AI. Most importantly, it is a supportive environment where you will grow in both technical skills and collaborative thinking.","day":"Friday","time":"Lunch","room":"N-115","president":"Tejpal Virdi","teacher":"Takeshi Kaneko","email":"tkaneko@pausd.org"},"ASL (American Sign Language)":{"desc":"The ASL club will teach and learn American Sign Language in order to better and raise awareness for the deaf community. We will learn \"basics,\" current songs, member-choice, fingerspelling, and much more!","day":"Friday","time":"Lunch","room":"C-8","president":"Rachel Abellera, Nikol Kovacevic","teacher":"Jeff Patrick","email":"jpatrick@pausd.us"},"Best Buddies":{"desc":"Our main long term purpose of best buddies is to pair up and form meaningful connections between typical Gunn students and those with disabilities from the Futures program. We will achieve this purpose by meeting during lunches and having bonding activities such as games, making food, and maybe even participate in their smoothie selling activities.","day":"Tuesday","time":"Lunch","room":"F2","president":"Ariel Gries and Hamsa Jambulapati","teacher":"Sandra Conklin","email":"sconklin@puasd.org"},"Bhangra":{"desc":"Our club aims to promote culture through dance. We choreograph new routines every week and work on dance technique as well. Additionally we utilize social media to gain recognition as a dance team.","day":"Wednesday","time":"Lunch","room":"J5","president":"Yamini Kumar and Gursajan Singh","teacher":"Alec MacLean","email":"amaclean@pausd.org"},"Biology Club":{"desc":"The Biology Club is a place where students who share a passion for biology or are hoping to learn more can explore their interests. We will have presentations both relating to AP Biology curriculum as well as topics not covered in traditional high school biology classes such as neuroscience and bioinformatics. We will also have study sessions and games closer to AP Biology tests to review material.","day":"Tuesday","time":"Lunch","room":"L-02","president":"Mallika Parulekar, Isha Rajput, Miranda Yu","teacher":"Angela Merchant","email":"amerchant@pausd.org"},"Board Games Club":{"desc":"During Friday lunches,w people you will meet.","day":"Tuesday;Wednesday;Thursday;Friday","time":"Lunch","room":"P.E. Classroom","president":"Steven Ames","teacher":"Steve Ames","email":"sames@pausd.org"},"Bridge Club":{"desc":"Learn the game of Contract Bridge.","day":"Thursday","time":"Lunch","room":"N-113","president":"Michael Xu","teacher":"Virginia L Moyer","email":"vmoyer@pausd.org"},"Bring Change 2 Mind":{"desc":"This club's purpose is to work with the Bring Change 2 Mind organization to reduce the stigma and discrimination behind mental health and mental illnesses. This is an important subject as many people do not truly understand what mental illnesses are, and why we even need to care. Understanding will create a more welcoming and open community at Gunn, and that is vital for students to feel safe. We hope to promote understanding through holding club meetings and school-wide activities throughout the school year. We were also considering going to the middle schools in Palo Alto to give presentations geared towards younger kids to teach them at a younger age.","day":"Wednesday","time":"Lunch","room":"N-101","president":"Amber Fu","teacher":"Jordan Wells","email":"jwells@pausd.org"},"Bullet Journal Club":{"desc":"Our club will meet on a weekly basis in order to inspire creativity and spread ideas among bullet journal, calligraphy, lettering, and organization enthusiasts. During meetings, we hope to provide an outlet for people to share ideas, designs, and styles, as well as gain inspiration from others. We also hope to teach members about calligraphy, lettering, and other mediums applicable to bullet journaling through presentations and workshops, and allow club members to share knowledge in their areas of expertise.","day":"Friday","time":"Lunch","room":"N108","president":"Liza Kolbasov / Tata Serebryany","teacher":"Terence Kitada","email":"tkitada@pausd.org"},"Canadian Club":{"desc":"Lunch meetings to learn and discuss all things Canadian!","day":"Tuesday","time":"Lunch","room":"N-104","president":"Matthew Ho","teacher":"Marjorie Paronable","email":"mparonable@pausd.org"},"Cancer Society":{"desc":"Gunn Cancer Society aims to educate the Gunn community about cancer and the latest cancer research, organize and host cancer awareness events, and promote cancer volunteer opportunities (such as Relay for Life and Making Strides Against Breast Cancer). GCS also plans to have qualified guest speakers visit and deliver informative presentations at meetings. While these are weekly and monthly goals, the club’s long-term goals are to deepen students’ understanding of cancer while keeping them updated on the most recent cancer events and research so that GCS can ignite in students the desire to learn more about cancer and even potentially, inspire them to pursue a career or studies in oncology, as well.","day":"Tuesday","time":"Lunch","room":"N-209","president":"Julia Tran","teacher":"Kathy Hawes","email":"khawes@pausd.org"},"Chamber Orchestra Club":{"desc":"Our clubs purpose is not only to allow the students musical freedom, letting them be able to form their own quartets and groups, giving them a new way to pursue music but also to benefit our community by giving them our musical talents. The club's main goal is to be able to perform in senior centers, we plan on going on day trips to senior centers and be able to share with them some music that groups in the club have been practicing.","day":"Monday","time":"Lunch","room":"N-109","president":"Peyton Lee","teacher":"Danielle Whichard","email":"dwhichard@pausd.org"},"Chess Club":{"desc":"The purpose of this club is to nurture students' enthusiasm for chess, which will help develop skills in other areas of life such as strategy and critical thinking. Students will be able to participate in small tourneys hosted by the club, and gradually we will compete as a team in local, larger tournaments. This club will not be going on any field trips or fundraising.","day":"Tuesday","time":"Lunch","room":"N-101","president":"Rayan Taghizadeh","teacher":"Jordan Wells","email":"jwells@pausd.org"},"Chinese Chess Club":{"desc":"Chinese Chess Club is open to all students. The purpose of the club is to have a better understanding of Chinese Chess. In addition, the Chinese Chess Club holds in-club tournaments each meetings. This club is encouraged for anyone who is interested in learning about skills and culture of Chinese Chess.","day":"Monday","time":"Lunch","room":"L-1","president":"Jeffery Cui","teacher":"Laurie Pennington","email":"lpennington@pausd.org"},"Chinese Culture Club":{"desc":"A club to celebrate Chinese Culture. To many students, it is an extension of the Chinese courses offered at Gunn. There is not a lot of time to get really in depth in Chinese culture during actual class time, so this club is a great opportunity for Chinese students to get a further understanding of Chinese culture. It is also great for students that are not taking Chinese since they will learn a lot of new things. We will have a lot of activities during club meetings including (but not limited to) learning about the Moon Festival, cutting paper, learning how to use chopsticks, playing hacky-sack, and drinking tea. We probably won't need to have fundraisers, but if we do, it will be used to buy food for club members. We will not have any field trips.","day":"Thursday","time":"Lunch","room":"H-04","president":"Alyssa Pama","teacher":"Yanan Vrudny","email":"yvrudny@pausd.org"},"Christian Club":{"desc":"We do some awesome worship, bible study, games, and small groups!","day":"Friday","time":"Lunch","room":"N205","president":"Hannah Huang","teacher":"Daniel Hahn","email":"dhahn@pausd.org"},"Classic Film Critics":{"desc":"Our purpose for our club is a place for people to take a moment out of there day to relax. Our other purpose is to get people more interested in classic films, and educate them about famous actors like charlie chaplain and the three stooges.","day":"Monday, Friday","time":"Lunch","room":"V2","president":"Joshua Barkin","teacher":"Josh Little","email":"jlittle@pausd.org"},"Club of Clubs":{"desc":"The Club of Clubs is a place for people to see and learn card tricks or cardistry from their peers.","day":"Wednesday","time":"Lunch","room":"N-202","president":"Arunim Agarwal, William Chung","teacher":"Emily Pinkston","email":"epinkston@pausd.org"},"Comics and Illustration Club":{"desc":"Comics + Illustration Club provides a space for students to learn about and create comics. Students will be able to create fun comic strips and a short minicomic by the end of the year. Art supplies provided!","day":"Thursday","time":"Lunch","room":"M-5","president":"Audrey Tseng","teacher":"Deanna Messinger","email":"dmessinger@pausd.org"},"Community Outreach Through Music":{"desc":"Community Outreach Through Music connects student musicians to local senior centers and convalescent homes for live music performances. The students get community service hours for entertaining and helping the seniors citizens. This club will help students learn the value of service and share music with those who need it the most.","day":"Wednesday","time":"Lunch","room":"F-06","president":"Sandhini Agarwal","teacher":"Patricia Holmes","email":"pholmes@pausd.org"},"Computer Science for Novices (CSN)":{"desc":"Our club’s purpose is to expose students who have little experience in programming to the world of computer science and coding. Members of the club will learn throughout the year the basics of the programming language Java and how to code simple programs.","day":"Thursday","time":"Lunch","room":"N-213","president":"Almog Bar-Yossef and Caroline Liu","teacher":"Joanna Hubenthal","email":"jhubenthal@pausd.org"},"Cryptology Club":{"desc":"Come here to make and break secret messages through fun puzzles and games. We will learn how to encrypt and decrypt using a new cipher every week - some examples include Morse Code, Pigpen, and even the Enigma Machine. If you are interested in math, we will also cover ciphers that involve modular arithmetic and linear algebra. Avid computer programmers are also welcome - they can challenge themselves by writing programs to encrypt and decrypt using the ciphers we talk about. Also come for our crypto-competitions: whoever can crack the code first wins!","day":"Tuesday","time":"Lunch","room":"J-3","president":"Arush Chhatrapati","teacher":"Kathryn Catalano","email":"kcatalano@pausd.org"},"Culture Connection Club":{"desc":"The main goal of this club is to translate documents such as Gunn Connection, various Gunn parents and staff meeting notes and Gunn's informational news into other languages. We are looking to expand and translate the English text into other languages. We plan on distributing the translated documents by uploading them onto a webpage so parents who do not understand English can also catch up with the activities at school and support their children.","day":"Friday","time":"Lunch","room":"N-103","president":"Kelly Wang, George Cai","teacher":"Shaina Holdener","email":"sholdener@pausd.org"},"Data Science Club":{"desc":"Data Science is one of the world's fastest growing studies. It consists of all the ways in which knowledge and information are extracted through various algorithms and processes performed on data. The Data Science Club will introduce students to the fundamentals of Data Science. Concepts from mathematics, computer science, and statistics are all crucial aspects in truly understanding the subject. These concepts will be taught through various means including slides, Google Colaboratory notebooks, and even engaging games such as Kahoot. Over the year we will cover various applications of the field, from social media, to health and medicine, to sports analytics. The goal is to eventually host/participate in mini competitions (potentially on Kaggle) or create capstone projects in order to apply skills learned throughout the year.","day":"Friday","time":"Lunch","room":"N-201","president":"Nathan Nakamitsu","teacher":"Rachel Congress","email":"rcongress@pausd.org"},"Easy Cooking Club":{"desc":"Easy cooking club is a club for people who cannot cook. You will learn how to make food that takes no effort as well as learn about its culture. There will be no fundraising or field trips.","day":"Friday","time":"Lunch","room":"L-01","president":"William Chung","teacher":"Sarah Borgen","email":"sborgen@pausd.org"},"Engineering Club":{"desc":"The main purpose of our club is to promote interest in the field of engineering and encourage students to apply their engineering skills to solve real-world problems. We plan on hosting workshops and taking field trips to allow students gain a deeper insight into the engineering profession. Students will also get hands-on experience by participating in our year-end engineering project.","day":"Thursday","time":"Lunch","room":"N-212","president":"Austin Ho and Lucas Huang","teacher":"Takeshi Kaneko","email":"tkaneko@pausd.org"},"Fan Club":{"desc":"An open space to discuss topics people are fans of, mostly books and other forms of entertainment. It's a chance to meet new people and discover different things to get excited over.","day":"Tuesday","time":"Lunch","room":"N-106","president":"YiMin Fullam","teacher":"Justin Brown","email":"jdbrown@pausd.org"},"Film Production Club":{"desc":"Film Production Club’s purpose is to provide a safe and inclusive environment for Gunn students to express their creativity through video and learn about filmmaking outside of an official class. We strive to create a community for the filmmakers of Gunn to express their creativity and share their knowledge and experience with other students. We will learn about interesting filmmaking topics and plan out fun film projects to do each semester.","day":"Thursday","time":"Lunch","room":"L-06","president":"James Chang-Davidson","teacher":"Ed Corpuz","email":"ecorpuz@pausd.org"},"Finance & Investment Club":{"desc":"At Finance and Investment Club, we learn about investing strategies and financial markets through fun activities such as investment games/competitions, videos/documentaries, Kahoots, presentations, and more! No knowledge of finance or investing is needed, everyone is welcome!","day":"Friday","time":"Lunch","room":"N-211","president":"Eric Epstein","teacher":"Carlos Martinez","email":"cmartinez@pausd.org"},"Fitness and Games Club":{"desc":"A fun and safe environment where students at Gunn can come to and do fun destressing physical activities.","day":"Tuesday","time":"Lunch","room":"Wrestling Room","president":"Zachary Rosner","teacher":"Matt McGinn","email":"mmcginn@pausd.org"},"French Club/National French Honor Society":{"desc":"French Club is a club open to all students who are interested in the French language and the francophone world. The club aims to spread and educate students on French culture, including food, language, and holidays. Throughout the year, we will be hosting dinner nights, movie nights, and fondue & films. We will fundraise through Bonbon and crêpes sales. The National French Honor Society meets jointly with the French Club and includes selected French Club members.","day":"Thursday","time":"Lunch","room":"H-1","president":"Peter Chen, Daniel Ong","teacher":"Marcel Losier","email":"mlosier@pausd.org"},"German Club":{"desc":"The purpose of German Club is to promote German culture on Gunn’s campus and provide a unique opportunity for students to gain a deeper understanding of foreign cultures. We play authentic German games, listen to German music, eat and make delicious German food and engage in activities that parallel those of a typical German teenager. We also offer induction into the National German Honor Society for members who meet the qualifications. The club promotes campus-wide World Language events, such as Movie nights and International Week, and actively participates in these events. Throughout the year, the German Club will have various fundraisers, some of which include T-shirt sales, our own movie nights, out of school bake sales and even a German cooking class. The Gunn German Club also offers a safe and welcoming environment for all students to explore different cultures in a fun, interactive and friendly way","day":"Thursday","time":"Lunch","room":"H2","president":"Tamarah Zimek","teacher":"Claudia Schroeppel","email":"cschroeppel@pausd.org"},"Girls Tech Club":{"desc":"Gunn Girls Tech Club's purpose is to encourage more girls to pursue and explore technology. During our meetings we will learn more about coding and engineering and try to understand new concepts and topics. Some of our ideas include to attend JLS's code day, help arrange hack-a-thons, tour tech companies, have guest speakers, and host events such as hour of code.","day":"Monday","time":"Lunch","room":"N-215","president":"Cherie Liu","teacher":"Josh Paley","email":"jpaley@pausd.org"},"Green Team":{"desc":"The Green Team is Gunn's long-standing environmental club, committed to making our school and community as eco-friendly as possible! If you want to learn more about how humans impact the environment, get access to cool volunteer opportunities and programs, make a difference through the club's numerous hosted events, and/or chill with an awesome group of people, join us :)","day":"Thursday","time":"Lunch","room":"J3","president":"Swati Goel","teacher":"Eric Ledgerwood","email":"eledgerwood@pausd.org"},"GSA (Gender and Sexuality Alliance)":{"desc":"We wish to provide a safe space for those who identify with the LGBTQ+ community and their allies.","day":"Tuesday","time":"Lunch","room":"N-213","president":"Joseph Diaz","teacher":"Daisy Renazco","email":"drenazco@gmail.com"},"Gunn Business":{"desc":"Gunn Business Club is the ultimate opportunity to develop essential life skills that translate to the business world around us, from persuasive communication for marketing to strong leadership in an entrepreneurial setting. This club offers opportunities to compete in 6 business conferences at regional, state, and national levels through DECA and FBLA, the two most renowned high school business organizations in the nation. As not everyone may be interested in a career in business, DECA and FBLA offer a variety of applied business competitions that translate to other fields of interest, such as Computer Programming and Healthcare Management. Gunn Business also holds periodic Speaker Series events, Bay Area company tours, and specific business skill workshops throughout the year.","donation":"For  those attending conferences, there will be a due amount.  Financial aid available.","day":"Wednesday","time":"Lunch","room":"N-204","president":"Jennifer Gao, Sherry Wang","teacher":"Toni Smith","email":"tsmith@pausd.org"},"Gunn Med":{"desc":"Gunn Med's main purpose is to increase the knowledge of the medical field, mainly through guest speakers. These guest speakers will discuss their profession and the steps it took to do what they are doing now. We will touch on different aspects of the medical field, such as the environment, types of jobs, and medical schools. We hope that we will be able to partner with a hospital and be able to volunteer and benefit patients through fundraisers.","day":"Thursday","time":"Lunch","room":"J-4","president":"Mina Kim and Hannah Kim","teacher":"David Bisbee","email":"dbisbee@pausd.org"},"Hip-Hop Club":{"desc":"The Gunn Hip-Hop club encourages its members to freely express themselves through hip-hop and urban dance. The club will engage in and choreograph for several dance performances per year.","day":"Tuesday","time":"Lunch","room":"The Bow Gym","president":"Christian Foley and Claire Wellwood","teacher":"Kim Sabbag","email":"ksabbag@pausd.org"},"History Bowl Club":{"desc":"For people who like to compete in regional or national history bowls","donation":"20$ per tournament attended","day":"Thursday","time":"Lunch","room":"C-04","president":"Ani Banerjee","teacher":"Tara Firenzi","email":"tfirenzi@pausd.org"},"International Plastic Modelers Society (IPMS)":{"desc":"Goals of the Club: learn how to make/ build models, Discuss model-making techniques, State contests (on weekends), Discuss basics for how this will help and relate to future Science and Technology career choices. Students need to be serious and willing to put in the effort needed to learn this skill. They will learn to be more precise and be more concentrative throughout progress of their model making.This is a club for making plastic models out of kits. Building models offers several advantages to young people. It teaches them to analyze and follow detailed instructions, as well as develop problem-solving skills. Manipulation of a three dimensional object also imparts knowledge and skills that are not the same as the experience gained in looking at or designing something on a computer. It is also an artistic the hobbyist’s exploration of the intricacies of science and technology down through the ages.","donation":"$5 (approx)","day":"Tuesday","time":"Lunch","room":"N-104","president":"Jonah Fong","teacher":"Marjorie Pardonable","email":"mparonable@pausd.org"},"Interscholastic Gaming League":{"desc":"The purpose of the club is to provide a place to relax and unwind after a week of school.","day":"Friday","time":"After School","room":"N-115","president":"Jacob Klein-Cohen","teacher":"Eric Ledgerwood","email":"eledgerwood@pausd.org"},"InvenTeam":{"desc":"To potentially help others around the globe by designing and creating a STEM inspired invention that will be entered into the Lemelson-MIT competition. Through hard-work and dedication, we hope to create a product that not only will qualify for the grant offered by this program, but will also benefit the future consumers.","day":"Tuesday","time":"Lunch","room":"","president":"Viktoria Sarmasi","teacher":"Angela Merchant, Casey O'Connell","email":"amerchant@pausd.org coconnell@pausd.org"},"Investigative Medicine":{"desc":"The foremost purpose of Gunn Investigative Medicine Club is to promote medical learning through participation in various medical related activities. These activities include but are not limited to setting up blood drives at Gunn, raising money for areas in need such as Flint, Michigan, and facilitating speaker events at Gunn. The Investigative Medicine Club also seeks to help lives of people in need through the events aforelisted. We will achieve our goals by recruiting students and participating in the various club events. Through these events, students will learn what it is like to be in a research intensive environment while still benefiting those in need. Goals will be achieved as each event is completed through the course of the year and will also give students a sense of accomplishment in helping others and foster their medical thinking.","day":"Thursday","time":"Lunch","room":"L-02","president":"Michael Tao","teacher":"Angela Merchant","email":"amerchant@pausd.org"},"Japanese Honor Society":{"desc":"The Japanese Honor Society exists for the purpose of understanding and teaching Japanese culture. We plan to fundraise during club food fairs, and use the money for future food fairs and other club activities.","day":"Wednesday, Thursday, Friday","time":"Lunch","room":"H-3","president":"Kelly Wang ","teacher":"Yukie Hikida","email":"yhikida@pausd.org"},"Juggling Club":{"desc":"Our purpose is to bring together people who can juggle and people who want to learn how, so that we can practice juggling together and help each other improve our skills. We do not plan on having field trips or doing fundraising.","day":"Thursday","time":"Lunch","room":"In front of the N-Building Stairs or N-110 if raining","president":"Arunim Agarwal, Soorya Sankaran","teacher":"Lisa Hall","email":"lhall@pausd.org"},"Kahoot Club":{"desc":"Promoting a love of learning through Kahoot quiz game","day":"Thursday","time":"Lunch","room":"Mrs munger's room-n building","president":"Vishnu Srinivas","teacher":"Julie Munger","email":"Mmunger@pausd.org"},"Karaoke Club ":{"desc":"We sing to different songs through a video game called “Let’s sing 2019”. ","day":"Wednesday","time":"Lunch","room":"N-213","president":"Kyler Salameda ","teacher":"Joanna Hubenthal","email":"jhubenthal@pausd.org"},"Key Club":{"desc":"Key Club is an international, student-led organization which provides its members with opportunities to provide service, build character, and develop leadership.","donation":"$11.00","day":"Friday","time":"Lunch","room":"N-113","president":"Kristen Yee","teacher":"Katherine Ja","email":"kja@pausd.org"},"Knitting and Crocheting Club":{"desc":"We teach people how to knit and crochet, so that they can complete a variety of projects from stuffed toys to clothing. Members can choose to keep their projects or donate to charitable causes.","donation":"$5","day":"Tuesday","time":"Lunch","room":"G2","president":"Kristen Wong & Breanna Yang","teacher":"Norma Medina","email":"nmedina@pausd.org"},"Korean Culture Club":{"desc":"Welcome to Korean Culture Club! Korean Culture Club is planning on to share Korean culture with Gunn students who are interested in Korean Culture and to correct the misconception about Korea. The contemporary Korean culture is getting popular all over the world, and n addition to contemporary Korean Culture, such as Kpop, our club hopes to share traditional Korean culture, history, and language to the students","day":"Tuesday","time":"Lunch","room":"H-03","president":"Philip Chung","teacher":"Yukie Hikida","email":"yhikida@pausd.org"},"Latino Student Union":{"desc":"Creates events that celebrate and provide awareness about latino culture on campus.","day":"Wednesday","time":"Lunch","room":"Room G-07","president":"Sofia Sierra-Garcia","teacher":"Daissy Tabares","email":"dtabares@pausd.org"},"Laughing Matters":{"desc":"Laughing Matters is a community service theater club at Gunn HS that performs short skits and improvisational games for children and seniors in need. The club participates in regular after-school shows at hospitals and homeless shelters, and does outreach programs at local organizations in the community. Meeting every other week at lunch on Thursdays, Laughing Matters is a great way to practice your comedy and performance skills, try out acting/writing/directing short shows, and meet new people. Plus: you can earn community service hours by attending and participating in the club! We are open to all new members—no performance experience necessary. We hope to see you there!","donation":"$10","day":"Thursday","time":"Lunch","room":"Room S-01 (Studio Theatre)","president":"Anna Allport","teacher":"Jim Shelby","email":"jshelby@pausd.org"},"Mahjong Organization":{"desc":"We will meet every other week to play Mahjong. Mahjong is a popular Chinese tile game. Beginners are welcome! ","donation":"0$","day":"Wednesday","time":"Lunch","room":"The library or Supervisor's classroom","president":"Clarissa Kam","teacher":"Danielle Whichard","email":"dwhichard@pausd.org"},"Math Circle":{"desc":"Gunn Math Circle's purpose is to expose students to math beyond what is taught in math class and provide a place for math enthusiasts to meet others with similar interests. Throughout the year, we hold math lectures, guest speakers, math games, and mock competitions, and inform students of math events happening in the Bay Area.","donation":"$10","day":"Tuesday","time":"Lunch","room":"N-214","president":"Andrew Lin, Jonathan Rogers","teacher":"Dave Deggeller","email":"ddeggeller@pausd.org"},"Model United Nations Club":{"desc":"We attending conferences, as well as host our own, in order to simulate the United Nations and represent countries across the world while dicussing real-world issues. We focus on cooperation, public speaking, research skills, as well as knowledge on current events.","donation":"Donations requested on a per-conference basis for attending delegates","day":"Wednesday","time":"Lunch","room":"J-2","president":"Stephanie Jackson","teacher":"Maria Powell","email":"mpowell@pausd.us"},"Mythology of All Types":{"desc":"We will mostly be focusing on Greek and Roman mythology. We will play games, discuss, and just have fun with mythology in general. We will also take suggestions if members are interested in other types of mythology as well.","day":"Thursday","time":"Lunch","room":"Room 109","president":"Hana Chang and Maya DeBolle","teacher":"Paulette Sato","email":"psato@pausd.org"},"National Art Honor Society":{"desc":"National Art Honor Society is open for anyone who is interested and curious about the many different art forms available, both in the context of history and modern trends. Members will be exposed to more community based activities, such as chalk murals, activities regarding NIOS week/days, helping out and decorating at Veterans homes/nursing homes, and other social events on campus. We will be creating art to sell for fundraising, such as selling hand made canvas bags, silk scarves and silk ties. We will have occasional community service opportunities, and offer field trips to veterans homes and nursing homes (as stated above) to bring joy to those who are not as privileged. This club is for those who are advanced in the practice of art and design, and those who have had very little exposure to art, creating a welcoming and safe environment to create art and a community. ","donation":"$5.00","day":"Tuesday","time":"Lunch","room":"M-4","president":"Nicole (Na Yong) Lee","teacher":"Deanna Messinger","email":"dmessinger@pausd.org"},"Neuroscience Club":{"desc":"The Neuroscience Club invites people interested in the workings of the brain and nervous system. No prior experience is necessary. In this club, members will learn about the interdisciplinary field of neuroscience, including topics such as molecular biology, anatomy, and psychology, through presentations and games, as well as careers or opportunities in this field. ","day":"Wednesday","time":"Lunch","room":"G-1","president":"Miranda Yu","teacher":"Teresa Nino Oliva","email":"tninooliva@pausd.org"},"Old Soul Rock Club":{"desc":"Old Soul Rock is about getting people out of their comfort zone and to make friends through music.","day":"Thursday","time":"Lunch","room":"N-106","president":"Chase Johnson","teacher":"Lynn Tabuchi","email":"ltabuchi@pausd.org"},"Pandora's Box Creative Magazine":{"desc":"Pandora’s Box is Henry M. Gunn High School’s student-run literary magazine, containing original poetry, short stories, photographs, and artwork. We compose, compile, and celebrate the creative works of Gunn High School’s students. We provide an opportunity for creative expression in a safe and encouraging environment. The group will participate in weekly meetings, taking place every Friday at lunch, where members will take part in writing exercises and help plan the magazine. Special meetings may be called through email. Fundraisers will occur at least once a semester. Funds go towards printing and publishing costs. Two issues will be published during the year, one each semester. Members working on layout may stay after school to create the finished product if necessary.","day":"Thursday","time":"Lunch","room":"N-114","president":"Kristie Huang","teacher":"Paul Dunlap","email":"pdunlap@pausd.org"},"Paper Airplanes":{"desc":"Committed club members have the opportunity to be matched individually to conflict-affected high school students to tutor them in English online. Members of the club will be encouraged to share their experiences with their schools and communities through outreach projects.","day":"Tuesday","time":"Lunch","room":"C-8","president":"Maansey Rishi","teacher":"Jeff Patrick","email":"jpatrick@pausd.org"},"Pastafarian Society Club":{"desc":"We wish to enlighten the general populace with the seldom-heard teachings of The Flying Spaghetti Monster. All are welcome! RAmen.","day":"Monday","time":"Lunch","room":"J-9","president":"Lila Smith","teacher":"Bill Dunbar","email":"bdunbar@pausd.org"},"Philosophy Club":{"desc":"We will explore a variety of philosophical topics through discussions, games, and activities, with a focus on the practical application of philosophy","day":"Friday","time":"Lunch","room":"N101","president":"Charles Swaney","teacher":"Jordan Wells,Kate Zavack","email":"jwells@pausd.org kzavack@pausd.org"},"Photography Club":{"desc":"introducing and building up one's interest in photography through various activities, lessons, and excursions","day":"Friday","time":"Lunch","room":"M-01","president":"Caroline Ro","teacher":"Marie Durquet","email":"mdurquet@pausd.org"},"Physics Club":{"desc":"This club will prepare members for the annual USA Physics Olympiad (USAPhO) by covering all the test topics with practice problems and previous tests. Members will also explore different applications for physics concepts that extend across different disciplines and take a deeper look into interesting physics phenomena. We may also participate in the AAPT PhysicsBowl and other physics competitions, interest permitting. Additionally, this club will help students prepare for standardized physics exams, such as the AP Physics tests and the SAT Subject Test in Physics.","donation":"0$","day":"Monday","time":"Lunch","room":"J-9","president":"Andrew Zhao","teacher":"Bill Dunbar","email":"bdunbar@pausd.org"},"Pinoy Pride Club":{"desc":"Pinoy Pride' is to emphasize the value of identity and community. We strive to bring Filipinx culture and awareness to the Gunn High School community. As a club that is open for both Filipinx and non-Filipinx students, we hope to provide a means to explore and/or reconnect with Filipinx heritage, as well as to learn more about the the languages, culture and tradition, music, history, and FOOD (yes, there will be food) from the Philippines. Activities include: Karaoke, Talent Shows, Filipinx Games (Luksong Baka, Newspaper Game, etc), Boodle Fight (Filipinx all-you-can-eat), Learning Basic Filipino (language of the Philippines), Original Pilipino Music (OPM) Appreciation, Movie Nights, and many more! ","day":"Thursday","time":"Lunch","room":"N-103","president":"Juan Paulo Idanan","teacher":"Shaina Holdener","email":"mrsholdener5@gmail.com"},"Polymer Clay Club":{"desc":"Club members will learn how to work with polymer clay and create figurines, patterns, and beads (exact curriculum TBD). Experienced members are encouraged to teach the club new techniques!","day":"Friday","time":"Lunch","room":"N-111 (primary location) / English Office (alternate location)","president":"Mina Oh","teacher":"Julie Munger","email":"jmunger@pausd.org"},"Project QUERB @ Gunn":{"desc":"At Project QUERB (Quantum Experimental Record Breakers), we'll learn all about quantum physics and new quantum tech, working towards conducting our annual quantum physics experiment with guidance from our Ph.D. mentor!","day":"Tuesday and Friday","time":"Lunch","room":"V-1 and N-201","president":"Quinn Manning","teacher":"Karen Saxena, Christina Woznicki","email":"ksaxena@pausd.org. cwoznicki@pausd.org"},"Psychology Club":{"desc":"Weekly meetings will cover famous experiments and debunk myths about psychology. Each meeting will consist of a brief introductory presentation followed by a longer group discussion or activity. Club members are free to select topics and even run meetings once approved by club officers. By fostering an environment of collaboration and curiosity, the club will provide its members with a great opportunity to advance their knowledge of psychology, and, more importantly, have fun during lunch.","day":"Tuesday","time":"Lunch","room":"C-2","president":"Oliver Dolin (until elections are held)","teacher":"Warren Collier","email":"wcollier@pausd.org"},"Reach Out Care Know (ROCK)":{"desc":"ROCK is a mental health awareness club that is committed to listening and talking with other students about anything and everything. We strive to create a more inclusive and positive environment at Gunn High School and build a strong sense of campus community in which all students feel welcomed. We put on events throughout the year such as the ball pit activity during Not In Our Schools Week, create talk to me shirts, and send appreciation grams to students and staff. This year, students will be invited to participate in trainings which provide tips for how teens can approach and support a friend who is struggling.","day":"Tuesday","time":"Lunch","room":"N-114","president":"Meghna Singh & Gaya Gupta","teacher":"Paul Dunlap","email":"pdunlap@pausd.org"},"Red Cross Club":{"desc":"Our club is to not only connects students to the Red Cross, but also allow students to explore the opportunities involved with volunteering in one of the following five lines of service: Disaster/Preparedness, Health and Safety, Biomedical Services, International Services, and Service to the Armed Forces. Students will have access to various opportunities in the local area and will also gain the access through the club to attend Red Cross events as well as the opportunity to find events and share the events with other students.","donation":"$3","day":"Tuesday","time":"Lunch","room":"N-110","president":"Rida Khawaja","teacher":"Kate Zavack","email":"kzavack@pausd.org"},"RSI (Research Science Invention)":{"desc":"Our club goal is to provide members with many STEM competiton opportunities as well as a space to meet each week to discuss research projects. We participate in the TSA TEAMS competition (both regionals and nationals if qualified) each year which is a group science and engineering competition where we tackle exciting problems often revolving around shaping a greener environment. Anyone interested should join!!!!","donation":"~20$ in registration fees but only if you decide to compete","day":"Tuesday","time":"Lunch","room":"L-01","president":"Jackie Lu","teacher":"Sarah Borgen","email":"sborgen@pausd.org"},"Rubik's Cube Club":{"desc":"The Rubik's Cube Club aims to promote interest in Rubik’s cubes and other similar 3-D puzzles. This club will teach club members how to solve the Rubik's cube in a friendly environment. For more advanced cubers, the club also offers the chance to explore other types of 3-D puzzles like cuboids, shape mods, shape shifters, and more. By connecting the cubing community, the Rubik’s Cube club hopes to spread the interest in Rubik’s cubes and cube speedsolving at Gunn. ","day":"Monday","time":"Lunch","room":"J-2","president":"Ryan Wang","teacher":"Jena Lee","email":"jlee@pausd.org"},"SAGE Global Business Club":{"desc":"Although SAGE Global are one of the best teams in SAGE national business competition, this club is more about running a really business. If you are interested in business, come on join us and learn how to actually run a business model. Field trip? --yes. long distance for competition and might have a paid international trip!","day":"Tuesday","time":"Lunch","room":"F1","president":"Shengtong (Audrey)  Li","teacher":"Phil Lyons","email":"plyons@pausd.org"},"Science Olympiad":{"desc":"This club will promote the study of a variety of scientific topics by preparing members for nearby Science Olympiad competitions.","donation":"$40.00","day":"Monday, Wednesday","time":"Lunch","room":"J-4","president":"Yougju Kim, Rishi Sankar","teacher":"Tim Aston","email":"taston@pausd.org"},"Spanish Club":{"desc":"Spanish club provides members with the opportunity to expand and explore their knowledge of Spanish language and culture. During meetings we will provide Spanish food as well as play fun games, make crafts, and enjoy Spanish music.","day":"Thursday","time":"Lunch","room":"H-5","president":"Sanna Vedrine, Naya Lee","teacher":"Elizabeth Matchett","email":"ematchett@pausd.org"},"Speech and Debate":{"desc":"Teach students how to effective express opinions based off of current events. Students participate in tournaments run by the National Forensics League. Each year we train students to become strong public speakers with the skills and knowledge to effectively win arguments.","donation":"$360.00","day":"Tuessday, Wednesday","time":"After School","room":"N-206","president":"Arjun Prabhakar","teacher":"Diane Gleason","email":"dgleason@pausd.org"},"Sports Basement":{"desc":"The Sports Basement Club strives to provide students with a positive, safe, and enthusiastic environment to discuss and enjoy their favorite sports. While the most popular sports on campus are football and basketball, we hope to also reach out to fans of other sports, such as soccer. Furthermore, we look to expand the variety of sports activities that we provide. Sports Basement will organize a plethora of different sports discussion activities for students to participate in. These activities range from Sports Jeopardy to Sports Kahoot to Sports Highlight Videos. Furthermore, we plan to host a March Madness Tournament Challenge for the whole school to participate in the madness of the NCAA Tournament. Outside of activities, we also plan to discussion current sports events, as well as predict future sports events given data and analytics.  Gunn Sports Basement Club provides a safe and fun outlet for students to talk about sports. While most students are engaged in the sports world, they often have few people to talk to about sports. Sports Basement Club gives these students a chance to interact with other sports lovers, make new friends, hear different opinions, and understand different thought processes in interpreting sports news.","day":"Thursday","time":"Lunch","room":"N-115","president":"Tyler Hodson","teacher":"Jessica Hexsel","email":"jhexsel@pausd.org"},"Sports Journalism":{"desc":"The Sports Journalism Club primarily aims to raise enthusiasm about Gunn sports teams through the use of sports journalism. Parents and teachers in Gunn Sports Boosters have, for many years, raised funds for many of the sports teams through planning events and selling concessions. After working with them to design their new website, I saw an opportunity for Gunn students to become involved as well. Providing coverage of the upcoming games, recent game outcomes, athlete profiles, and more on the Sports Boosters website will ultimately have more people attending games and being enthusiastic about our sports teams. In addition, adding this coverage to the Gunn Sports Boosters website will enhance it and potentially bring in more donations. By starting this club, I am hoping to involve students in this form of sports journalism and have them contribute to the website. The club will not involve any field trips and will cover only home games. Ultimately, the Gunn Sports Journalism Club provides two things. First, for students in the club to have fun and gain experience in covering the sports teams (beyond what is already done in the Oracle). Second, for readers of the Gunn Sports Boosters website to become more enthusiastic about sports in our community.","day":"Friday","time":"Lunch","room":"N-105","president":"Faiz Aladin","teacher":"Mark Hernandez","email":"mhernandez@pausd.org"},"Stairway to Literacy":{"desc":"The club purpose is to discuss, analyze, and possibly even write literature.","day":"Wednesday","time":"Lunch","room":"E-2","president":"Benjamin Liao and Larry Xu","teacher":"Arthur Kinyanjui","email":"akinyanjui@pausd.org"},"Standup Club":{"desc":"Question; why did the chicken cross the road? Answer; no one cares anymore and get a better sense of humour. In club meetings, we will be watching incredible standup comedians perform their sets and do what they do best, while hopefully learning their techniques to create our own.","day":"Tuesday","time":"Lunch","room":"G-4","president":"Rohan Solanki","teacher":"Gabriela Garger","email":"ggarger@pausd.us"},"Startup Club":{"desc":"Our club provides a hub for interested students to build their own business plans modeled after the lessons we teach weekly. Students will first form groups, then go through the different steps of customer discovery to finally come up with a feasible business plan. At the end each group will put together a presentation and the winners receive an award.","donation":"$10","day":"Tuesday, Thursday","time":"Lunch","room":"C-04","president":"Kenneth Wu, Eric Jia","teacher":"Haley Perkins","email":"hperkins@pausd.org"},"Students Partner with Veterans":{"desc":"We aim to build a connection between students and veterans, encourage students to participate in events hosted by Veteran Associations, and give students positive role models through sharing positive veteran stories. Club meetings will be at C-4 at lunch on Fridays. We will meet twice a month. Regular meetings will involve members sharing veteran stories, and discussing the positive influences the stories have on our students. The club does not require any external funds or fundraising. Members do not go on field trips.","day":"Wednesday","time":"Lunch","room":"C-4","president":"Shengtong Li","teacher":"Tara Firenzi","email":"tfirenzi@pausd.org"},"Survivor Club":{"desc":"Discussion of strategy about the popular CBS show Survivor, along with occasional \"challenge\" games, bring guest speakers (past contestants), and watch and dissect snippets of episodes.","day":"Wednesday","time":"Lunch","room":"N201","president":"Alex Mei","teacher":"Rachel Congress","email":"rcongress@pausd.org"},"Tapout":{"desc":"The Gunn TapOut Club strives to raise awareness for the positive effects of reusable water bottles, to learn about the negative effects of single-use water bottles and the water industry, and advocate for reduced use of such bottles on Gunn’s campus, inspiring all to reduce plastic waste and preserve the environment. TapOut will participate in fun, educational, and engaging programs planned by club board and general members, as well as educate the greater student body through school wide campaigns and activities. TapOut will do all this and more to get everyone on campus excited about bringing their own water bottles and understanding why it’s beneficial to our school and worldwide environment!","day":"Wednesday","time":"Lunch","room":"N203","president":"Naama Bejerano","teacher":"Paulette Sato","email":"psato@pausd.org"},"TEDxGunnHighSchool":{"desc":"Our mission is to cultivate ideas and conversation through an annually hosted TEDx conference held in Spagenberg Theatre. Our two committees, finance and speakers, work hard each year to improve quality of speakers and quality of experience for all our audience members. The speakers committee works with each speaker individually to write, edit and rehearse each talk. The finance committee raises all funds to cover the cost of a fully fledged TEDx conference. The raising of funds include grants and small fundraisers.","day":"Tuesday","time":"Lunch","room":"N-115","president":"Sophia Tong and Peter Chen","teacher":"Eric Ledgerwood, Jessica Hexsel","email":"eledgerwood@pausd.org jhexsel@pausd.org"},"The Chariot":{"desc":"The Chariot is Gunn's student-run cultural and political magazine. It is intended to create and promote political discussion at Gunn and make people aware of issues that matter. Our publication includes news, analysis, and opinion pieces regarding politics or culture. All opinions are accepted and respected in our publication. We publish our issues bi-monthly. The Chariot was originally founded in 2001 as The Partisan Review by Gunn alumni Ilan Wurman ('06), Channing Hancock ('06), and Sarah McDermott ('05).","donation":"$3-$5","day":"Monday","time":"Lunch","room":"Room N-106","president":"Edgar Hsieh, Claire Cheng","teacher":"Justin Brown","email":"jdbrown@pausd.org"},"The Grand Balazar Theatre":{"desc":"To analyze culture and history through examining various innovative techniques that changed the world and cinematic narratives that portray certain events, stories, or a period of time in a certain environment.","day":"Tuesday, Wednesday","time":"Lunch","room":"The little Theatre","president":"Aleksandae (Sasha) Rakicevic-More","teacher":"James Shelby","email":"jshelby@pausd.org"},"The Jewnion":{"desc":"The purpose of this club is to provide a space for all students to hang out, learn about Judaism, and experience Jewish culture. In partnership with NCSY, students will create weekly activities pertaining to Judaism. We also bring bagels or some other type of food every week!","day":"Tuesday","time":"Lunch","room":"N-102","president":"Jack Flinchbaugh and Samuel Lee","teacher":"Nicole Menache","email":"nmenache@pausd.org"},"The Muse (Gunn Book Club)":{"desc":"We are a club that meets bi-monthly, generally the first and third Wednesdays of each month (though we might be required to reschedule a day or two, depending on circumstances), and based on what month it is (Banned Books Month, Halloween, etc.) a book will be chosen to read, on the first Wednesday. Then, at the second meeting, we will check up where everyone is at and discuss parts in the book. Things we liked, didn't like, why didn't we like them, like that.","day":"Wednesday","time":"Lunch","room":"V-06","president":"Shana Ebrahimnejad, Ines Garcia","teacher":"Daljeet Gill","email":"dgill@pausd.org"},"The Office Club":{"desc":"The Office Club is the perfect place to hold an ultra-feast during lunch or simply watch the Scranton Strangler be chased down the street. Either way, we are very welcoming and open to all including Prison Mike, Recyclops, and Michael Scarn. Definitely stop by whether you have been watching the show for 9,986,000 minutes or none. We are excited to see you!","day":"Thursday","time":"Lunch","room":"N-102","president":"Anna Reitman and Abby Kessler","teacher":"Nicole Menache","email":"nmenache@pausd.org"},"Thespian Club":{"desc":"A place where kids interested in Theatre can bond, play games, learn, and have discussions about the world of theatre right now! We won't be having field trips or overnights","day":"Friday","time":"Lunch","room":"S-1/ Studio Theatre","president":"Arman Moslehi","teacher":"James Shelby","email":"jshelby@pausd.org"},"Throwback Club":{"desc":"Our club, Throwback Club, will show popular childhood shows and movies such as Victorious, iCarly, Disney, and Nickelodeon. Our activities will include, Kahoots and watching tv shows and movies. Our club will provide free snacks for our club participants. The top three players of our Kahoots will be awarded with special treats.","day":"Thursday","time":"Lunch","room":"Library","president":"Chanmi Shin, and Veronica Tsang","teacher":"Daljeet Gill","email":"dgill@pausd.org"},"United Computations":{"desc":"The main purpose of our club is to bring together like-minded students who share an interest in computer science. We plan on inviting guest speakers to club meetings and taking field trips to high tech companies. With the launch of our new programming team this year, we hope to help students participate in competitive programming","day":"Wednesday","time":"Lunch","room":"N-215 (Lab)","president":"Austin Ho","teacher":"Josh Paley","email":"jpaley@pausd.org"},"Women in STEM Club":{"desc":"The main purpose of Women in STEM is to educate and inspire young women to pursue careers in STEM regardless of preexisting gender stereotypes. We hold meetings every other week (which are open to all genders, not just females) and will typically discuss upcoming topics and studies in the STEM fields. These are sometimes accompanied with fun activities such as jeopardy or pictionary.  We also bring in guest speakers about 3 times per semester. They talk about their own experiences in their STEM careers and are a great opportunity to gain more knowledge, advice, and insight about more specific fields of study and career paths.","day":"Wednesday","time":"Lunch","room":"G-04","president":"Victoria Mock","teacher":"Gabriela Garger","email":"ggarger@pausd.org"},"YCS-Interact":{"desc":"YCS-Interact aims to cultivate an environment that inspires others to discover their own passion for service through a combination of local (YCS) and international (Interact) organizations, community outreach, and social responsibility.","day":"Monday","time":"Lunch","room":"N-115","president":"Grace Williams, Ria Sood","teacher":"David Deggeller,Diane Ichikawa","email":"ddeggeller@pausd.org dichikawa@pausd.org"},"Young Dreamer Network":{"desc":"Dream Volunteers is an organization based in Mountain View, CA. It supports communities in 5 countries by providing scholarships for the students and creating sustainable environmental change maintained by groups of high school students, called the Young Dreamers. This new chapter at Gunn will focus on projects on campus that will help our campus become more environmentally friendly.","donation":"$5-15","day":"Tuesday","time":"Lunch","room":"H-05","president":"Emilia Santos & Inga Gous","teacher":"Liz Matchett","email":"lmatchett@pausd.org"},"Zero Robotics":{"desc":"A comfortable environment for collaborative programming projects. This year, we plan to compete in MIT's annual Zero Robotics competition, host a city-wide outreach event, develop a website to showcase member work, and more!","day":"Wednesday","time":"Lunch","room":"N113","president":"Karly Hou","teacher":"Katherine Ja","email":"kja@pausd.org"}}
