{"Acts of Random Kindness":{"desc":"The purpose of our club is to promote kindness around campus by organizing school-wide uplifting events and campaigns like finals care packages, Cuties for Cuties, and positive message boards. During weekly meetings, club members will plan and prepare for events. Any funds made from fundraising will be used for events.","day":"Wednesday","time":"Lunch","room":"N-205","president":"Carolyn Kuimelis","teacher":"Mr. Hahn","email":"dhahn@pausd.org"},"Amnesty International":{"desc":"The objective of this club shall be to: (a) Educate members on human rights issues(b)Foster discussion regarding these topics(c)To encourage the Gunn community to put the human rights activism into practice. There are no plans of any field trips. No fundraising intended to directly benefit the worldwide Amnesty International, shall occur through this club, in accordance with California state legislation. Any and all donations from members requested by the club shall directly benefit members of the Gunn community. All the learning materials are provided for free by the organization itself. The purpose of this club is to educate and involve, not fundraise.","day":"Friday","time":"Lunch","room":"G3","president":"Sakshi Satpathy","teacher":"Laura Lizundia","email":"llizundia@pausd.org"},"Anatomy and Physiology":{"desc":"The GAP club gives Gunn students the opportunity to explore the anatomy and physiology of different types of animals and species. The club provides presentations explaining the amazing science behind the anatomy and physiology of different types of animals while also giving students a chance to dissect these animals. This club is a great way to experience dissections hands on.","day":"Friday","time":"Lunch","room":"J-2","president":"Angela Ryu","teacher":"Ms. Lee","email":"jlee@pausd.org"},"Bring Change 2 Mind":{"desc":"This club's purpose is to work with the Bring Change 2 Mind organization to reduce the stigma and discrimination behind mental health and mental illnesses. This is an important subject as many people do not truly understand what mental illnesses are, and why we even need to care. Understanding will create a more welcoming and open community at Gunn, and that is vital for students to feel safe. We hope to promote understanding through holding club meetings and school-wide activities throughout the school year. We were also considering going to the middle schools in Palo Alto to give presentations geared towards younger kids to teach them at a younger age.","day":"Wednesday","time":"Lunch","room":"N-101","president":"Amber Fu","teacher":"Ms. Wells","email":"jwells@pausd.org"},"Canadian Club":{"desc":"Lunch meetings to learn and discuss all things Canadian!","day":"Tuesday","time":"Lunch","room":"N-104","president":"Matthew Ho","teacher":"Marjorie Paronable","email":"mparonable@pausd.org"},"Chamber Orchestra Club":{"desc":"Our clubs purpose is not only to allow the students musical freedom, letting them be able to form their own quartets and groups, giving them a new way to pursue music but also to benefit our community by giving them our musical talents. The club's main goal is to be able to perform in senior centers, we plan on going on day trips to senior centers and be able to share with them some music that groups in the club have been practicing.","day":"Wednesday","time":"Lunch","room":"N 109","president":"Ean Chen","teacher":"Ms. Whichard","email":"dwhichard@pausd.org"},"Chess Club":{"desc":"The purpose of this club is to nurture students' enthusiasm for chess, which will help develop skills in other areas of life such as strategy and critical thinking. Students will be able to participate in small tourneys hosted by the club, and gradually we will compete as a team in local, larger tournaments. This club will not be going on any field trips or fundraising.","day":"Tuesday","time":"Lunch","room":"N-101","president":"Rayan Taghizadeh","teacher":"Jordan Wells","email":"jwells@pausd.org"},"Chinese Culture Club":{"desc":"A club to celebrate Chinese Culture. To many students, it is an extension of the Chinese courses offered at Gunn. There is not a lot of time to get really in depth in Chinese culture during actual class time, so this club is a great opportunity for Chinese students to get a further understanding of Chinese culture. It is also great for students that are not taking Chinese since they will learn a lot of new things. We will have a lot of activities during club meetings including (but not limited to) learning about the Moon Festival, cutting paper, learning how to use chopsticks, playing hacky-sack, and drinking tea. We probably won't need to have fundraisers, but if we do, it will be used to buy food for club members. We will not have any field trips.","day":"Thursday","time":"Lunch","room":"H-04","president":"Alvin Hom","teacher":"Mrs. Vrudny","email":"yvrudny@pausd.org"},"Christian Club":{"desc":"We do some awesome worship, bible study, games, and small groups!","day":"Friday","time":"Lunch","room":"N205","president":"Joshua Chen","teacher":"Mr. Hahn","email":"dhahn@pausd.org"},"Culture Connection Club":{"desc":"The main goal of this club is to translate documents such as Gunn Connection, various Gunn parents and staff meeting notes and Gunn's informational news into other languages. We are looking to expand and translate the English text into other languages. We plan on distributing the translated documents by uploading them onto a webpage so parents who do not understand English can also catch up with the activities at school and support their children.","day":"Monday","time":"Lunch","room":"N-103","president":"Kelly Wang, George Cai","teacher":"Ms. Holdener","email":"sholdener@pausd.org"},"Easy Cooking Club":{"desc":"Easy cooking club is a club for people who cannot cook. You will learn how to make food that takes no effort as well as learn about its culture. There will be no fundraising or field trips.","day":"Friday","time":"Lunch","room":"L-01","president":"William Chung","teacher":"Ms. Borgen","email":"sborgen@pausd.org"},"Film Production Club":{"desc":"Film Production Club’s purpose is to provide a safe and inclusive environment for Gunn students to express their creativity through video and learn about filmmaking outside of an official class. We strive to create a community for the filmmakers of Gunn to express their creativity and share their knowledge and experience with other students. We will learn about interesting filmmaking topics and plan out fun film projects to do each semester.","day":"Monday","time":"Lunch","room":"L-06","president":"James Chang-Davidson","teacher":"Mr. Corpuz","email":"ecorpuz@pausd.org"},"Fitness and Games":{"desc":"The goal of our club is to help students get more physical activity that they enjoy, instead of a fixed schedule of activities. We would rather students be doing something physical rather than going on their phones during lunch. Also we would like to try to get a lot of people coming together and socializing. Additionally, we aim to use exercise as a stress reliever after working for so long. We do not plan on going on any field trips. We do not plan on doing any fundraisers either.","day":"Tuesday","time":"Lunch","room":"The trash can by the bleachers on the Field","president":"Eric Wei","teacher":"Mr. McGinn","email":"mmcGinn@pausd.org"},"French Club/National French Honor Society":{"desc":"French Club is a club open to all students who are interested in the French language and the francophone world. The club aims to spread and educate students on French culture, including food, language, and holidays. Throughout the year, we will be hosting dinner nights, movie nights, and fondue & films. We will fundraise through Bonbon and crêpes sales. The National French Honor Society meets jointly with the French Club and includes selected French Club members.","day":"Thursday","time":"Lunch","room":"H-1","president":"Jenilee Chan and Natalie Ho","teacher":"Marcel Losier","email":"mlosier@pausd.org"},"German Club":{"desc":"The purpose of German Club is to promote German culture on Gunn’s campus and provide a unique opportunity for students to gain a deeper understanding of foreign cultures. We play authentic German games, listen to German music, eat and make delicious German food and engage in activities that parallel those of a typical German teenager. We also offer induction into the National German Honor Society for members who meet the qualifications. The club promotes campus-wide World Language events, such as Movie nights and International Week, and actively participates in these events. Throughout the year, the German Club will have various fundraisers, some of which include T-shirt sales, our own movie nights, out of school bake sales and even a German cooking class. The Gunn German Club also offers a safe and welcoming environment for all students to explore different cultures in a fun, interactive and friendly way","day":"Thursday","time":"Lunch","room":"H2","president":"Divya Kameswaran","teacher":"Ms. Schroeppel","email":"cschroeppel@pausd.org"},"Girls Learn International (GLI)":{"desc":"The purpose of Girls Learn International is to increase human rights awareness and to educate members on the challenges faces by other children around the world in the pursuit of education, and it distressed discussion on these topics","day":"Monday","time":"Lunch","room":"C-6","president":"Sakshi Satpathy","teacher":"Brian Miguel","email":"bmiguel@pausd.org"},"Girls Tech Club":{"desc":"Gunn Girls Tech Club's purpose is to encourage more girls to pursue and explore technology. During our meetings we will learn more about coding and engineering and try to understand new concepts and topics. Some of our ideas include to attend JLS's code day, help arrange hack-a-thons, tour tech companies, have guest speakers, and host events such as hour of code.","day":"Monday","time":"Lunch","room":"N-215","president":"Uma Bahl","teacher":"Mr. Paley","email":"jpaley@pausd.org"},"Gunn Med":{"desc":"Gunn Med's main purpose is to increase the knowledge of the medical field, mainly through guest speakers. These guest speakers will discuss their profession and the steps it took to do what they are doing now. We will touch on different aspects of the medical field, such as the environment, types of jobs, and medical schools. We hope that we will be able to partner with a hospital and be able to volunteer and benefit patients through fundraisers.","day":"Thursday","time":"Lunch","room":"J-4","president":"Mina Kim and Hannah Kim","teacher":"Anne Marie Metzler","email":"ametzler@pausd.org"},"International Plastic Modelers Society (IPMS)":{"desc":"Goals of the Club: learn how to make/ build models, Discuss model-making techniques, State contests (on weekends), Discuss basics for how this will help and relate to future Science and Technology career choices. Students need to be serious and willing to put in the effort needed to learn this skill. They will learn to be more precise and be more concentrative throughout progress of their model making.This is a club for making plastic models out of kits. Building models offers several advantages to young people. It teaches them to analyze and follow detailed instructions, as well as develop problem-solving skills. Manipulation of a three dimensional object also imparts knowledge and skills that are not the same as the experience gained in looking at or designing something on a computer. It is also an artistic the hobbyist’s exploration of the intricacies of science and technology down through the ages.","day":"Tuesday","time":"Lunch","room":"L-2","president":"Jinyi Liu and Ryan Lee","teacher":"Angela Merchant","email":"amerchant@pausd.org"},"Interscholastic Gaming League":{"desc":"The purpose of the club is to provide a place to relax and unwind after a week of school.","day":"Friday","time":"After School","room":"N-115","president":"Jacob Klein-Cohen","teacher":"Mr. Ledgerwood","email":"eledgerwood@pausd.org"},"Japanese Honor Society":{"desc":"The Japanese Honor Society exists for the purpose of understanding and teaching Japanese culture. We plan to fundraise during club food fairs, and use the money for future food fairs and other club activities.","day":"Wednesday, Thursday, Friday","time":"Lunch","room":"H-3","president":"Arthur Yang and Cynthia Zhong","teacher":"Yukie Hikida","email":"yhikida@pausd.org"},"Juggling Club":{"desc":"Our purpose is to bring together people who can juggle and people who want to learn how, so that we can practice juggling together and help each other improve our skills. We do not plan on having field trips or doing fundraising.","day":"Thursday","time":"Lunch","room":"In front of the N-Building Stairs or N-112 if raining","president":"Draco Tong","teacher":"Lisa Hall","email":"lhall@pausd.org"},"National Art Honor Society":{"desc":"National Art Honor Society is open for anyone who is interested and curious about the many different art forms available, both in the context of history and modern trends. Members will be exposed to more community based activities, such as chalk murals, activities regarding NIOS week/days, helping out and decorating at Veterans homes/nursing homes, and other social events on campus. We will be creating art to sell for fundraising, such as selling hand made canvas bags, silk scarves and silk ties. We will have occasional community service opportunities, and offer field trips to veterans homes and nursing homes (as stated above) to bring joy to those who are not as privileged. This club is for those who are advanced in the practice of art and design, and those who have had very little exposure to art, creating a welcoming and safe environment to create art and a community. ","day":"Wednesday","time":"Lunch","room":"M-4","president":"Na Yong Lee","teacher":"Deanna Messinger","email":"dmessinger@pausd.org"},"Pandora's Box":{"desc":"Pandora’s Box is Henry M. Gunn High School’s student-run literary magazine, containing original poetry, short stories, photographs, and artwork. We compose, compile, and celebrate the creative works of Gunn High School’s students. We provide an opportunity for creative expression in a safe and encouraging environment. The group will participate in weekly meetings, taking place every Friday at lunch, where members will take part in writing exercises and help plan the magazine. Special meetings may be called through email. Fundraisers will occur at least once a semester. Funds go towards printing and publishing costs. Two issues will be published during the year, one each semester. Members working on layout may stay after school to create the finished product if necessary.","day":"Friday","time":"Lunch","room":"N-114","president":"Kristie Huang","teacher":"Paul Dunlap","email":"pdunlap@pausd.org"},"Photography Club":{"desc":"introducing and building up one's interest in photography through various activities, lessons, and excursions","day":"Friday","time":"Lunch","room":"M-01","president":"Calisa Sana and Caroline Ro","teacher":"Ms. Durquet","email":"mdurquet@pausd.org"},"Project QUERB @ Gunn":{"desc":"At Project QUERB (Quantum Experimental Record Breakers), we'll learn all about quantum physics and new quantum tech, working towards conducting our annual quantum physics experiment with guidance from our Ph.D. mentor!","day":"Tuesday","time":"Lunch","room":"N-201","president":"Quinn Manning","teacher":"Ms. Saxena, Ms. Woznicki","email":"ksaxena@pausd.org. cwoznicki@pausd.org"},"Promotion of Animal Welfare Society (PAWS)":{"desc":"There will be no fundraising or overnight trips. We will just be discussing animal welfare and introduce careers involving animals or the environment. For club activities, we will watch animal videos, discuss issues concerning animals, publish a blog with a variety of contents ranging from current welfare issues to fun facts about animals.","day":"Wednesday","time":"Lunch","room":"N-212","president":"Chelsie Park","teacher":"Ms. Dion","email":"rdion@pausd.org"},"Reach Out Care Know (ROCK)":{"desc":"ROCK is a mental health awareness club that is committed to listening and talking with other students about anything and everything. We strive to create a more inclusive and positive environment at Gunn High School and build a strong sense of campus community in which all students feel welcomed. We put on events throughout the year such as the ball pit activity during Not In Our Schools Week, create talk to me shirts, and send appreciation grams to students and staff. This year, students will be invited to participate in trainings which provide tips for how teens can approach and support a friend who is struggling.","day":"Tuesday","time":"Lunch","room":"N-114","president":"Meghna Singh & Gaya Gupta","teacher":"Mr. Dunlap","email":"pdunlap@pausd.org"},"Research, Science, Invention Club":{"desc":"Our club gets students involved and interested in STEM through competitions such as InvenTeams, Google Science Fair, Synopsys and more. Our club plans to do overnight and day fieldtrips.","day":"Tuesday","time":"Lunch","room":"J-7","president":"Jenilee Chen","teacher":"Ms., Zizmor","email":"ezizmor@pausd.org"},"SAGE Global Business Club":{"desc":"Although SAGE Global are one of the best teams in SAGE national business competition, this club is more about running a really business. If you are interested in business, come on join us and learn how to actually run a business model. Field trip? --yes. long distance for competition and might have a paid international trip!","day":"Tuesday","time":"Lunch","room":"F1","president":"Shengtong Li and Michael Huang","teacher":"Phil Lyons","email":"plyons@pausd.org"},"Science Olympiad":{"desc":"This club will promote the study of a variety of scientific topics by preparing members for nearby Science Olympiad competitions.","day":"Friday","time":"Lunch","room":"J-10","president":"Draco Tong","teacher":"Dr. Kompella","email":"jkompella@pausd.org"},"Spanish Club":{"desc":"Spanish club provides members with the opportunity to expand and explore their knowledge of Spanish language and culture. During meetings we will provide Spanish food as well as play fun games, make crafts, and enjoy Spanish music.","day":"Thursday","time":"Lunch","room":"H-5","president":"Colin Grant, Lauren Yu","teacher":"Elizabeth Matchett","email":"ematchett@pausd.org"},"Speech and Debate":{"desc":"Teach students how to effective express opinions based off of current events. Students participate in tournaments run by the National Forensics League. Each year we train students to become strong public speakers with the skills and knowledge to effectively win arguments.","day":"Monday, Wednesday","time":"After School","room":"N-208","president":"Carolyn Wang","teacher":"Diane Gleason","email":"dgleason@pausd.org"},"Stairway to Literacy":{"desc":"The club purpose is to discuss, analyze, and possibly even write literature.","day":"Friday","time":"Lunch","room":"E-2","president":"Benjamin Liao and Larry Xu","teacher":"Arthur Kinyanjui","email":"akinyanjui@pausd.org"},"Students Partner with Veterans":{"desc":"We aim to build a connection between students and veterans, encourage students to participate in events hosted by Veteran Associations, and give students positive role models through sharing positive veteran stories. Club meetings will be at C-4 at lunch on Fridays. We will meet twice a month. Regular meetings will involve members sharing veteran stories, and discussing the positive influences the stories have on our students. The club does not require any external funds or fundraising. Members do not go on field trips.","day":"Friday","time":"Lunch","room":"C-4","president":"Shengtong Li","teacher":"Tara Firenzi","email":"tfirenzi@pausd.org"},"TEDxGunnHighSchool":{"desc":"Our mission is to cultivate ideas and conversation through an annually hosted TEDx conference held in Spagenberg Theatre. Our two committees, finance and speakers, work hard each year to improve quality of speakers and quality of experience for all our audience members. The speakers committee works with each speaker individually to write, edit and rehearse each talk. The finance committee raises all funds to cover the cost of a fully fledged TEDx conference. The raising of funds include grants and small fundraisers.","day":"Tuesday","time":"Lunch","room":"N-115","president":"Joo Won Kim and Gautam Mittal","teacher":"Eric Ledgerwood/ Jessica Hexsel","email":"eledgerwood@pausd.org jhexsel@pausd.org"},"Thespian Club":{"desc":"A place where kids interested in Theatre can bond, play games, learn, and have discussions about the world of theatre right now! We won't be having field trips or overnights","day":"Friday","time":"Lunch","room":"S-1/ Studio Theatre","president":"Madeline Kaplan","teacher":"Mr. Shelby","email":"jshelby@pausd.org"},"United Computations":{"desc":"Purpose: To provide a venue for like-minded computer science students to share knowledge and ideas.","day":"Monday","time":"Lunch","room":"N-215 (Lab)","president":"Gautam Mittal","teacher":"Josh Paley","email":"jpaley@pausd.orgu"}}
