{"A Capella Club":{"desc":"We strive to bring together the musicians at Gunn and sing some fun, lively tunes!This club will be open to singers and non-singers alike; as long as you have an open mind and a passion to learn about music, A Capella is for you.We’ll work on learning a capella (meaning non-instrumental) arrangements of songs and performing them, ideally about twice per semester.","day":"Monday","time":"Lunch","room":"Studio Theatre (S-01)","president":"Katie Brown and Callie Rosenzweig","teacher":"James Shelby","email":"jshelby@pausd.org"},"ACS Chemistry Club":{"desc":"The objective of this ChemClub shall be to provide opportunities for sharing and promoting interest in the chemical sciences; to provide students with opportunities to develop communication skills; to share career, technical training, and college opportunities information; to meet role models in the professional chemistry community; to participate in national ACS special programs; and to take an active role in applying chemistry to improving life in the community. For activities, there will be at least one chemistry related experiment being held every month, and every experiment will be decided by club members. Club members can propose any chemistry related experiments but has to be approved by the club supervisor to avoid safety concerns. If there are many experiments being proposed, vote will be held to decide what experiment to do. Moreover, the club will help students who are interested in attending the U.S. National Chemistry Olympiad to prepare for the event.","day":"Thursday","time":"Lunch","room":"J-07","president":"Tse Yuan Chan (Tony Chan)","teacher":"Elana Zizmor","email":"ezizmor@pausd.org"},"Acts of Random Kindness":{"desc":"We promote and spread kindness throughout the year at Gunn through multiple events such as Finals Care Packages, Cuties for Cuties, and an Easter Egg Hunt. We're a low pressure and chill club for a good time and to help spread kindness!","day":"Friday","time":"Lunch","room":"P-115","president":"Angela Cheong, Grace Liu","teacher":"Mark Gleason","email":"mgleason@pausd.org"},"Aeronautics Association":{"desc":"The Gunn Aeronautics Association is a club aimed at teaching Gunn students about the wonders of aerospace engineering, astrophysics, and model rocketry! During meetings we discuss essentials in the study of aeronautics, current events in aerospace engineering and space study, and often have guest speakers who are professionals in the field. We also learn how to simulate and build your own model rockets!","donation":"$40","day":"Tuesday","time":"Lunch","room":"J-10","president":"Craig Cheung","teacher":"Catherine Cohn","email":"ccohn@pausd.us"},"AI4Girls":{"desc":"Everyone is talking about AI, not just computer science professionals, but also engineers, entrepreneurs, even political leaders. What really is AI? Join AI4Girls!   AI4Girls club aims to create an inclusive and insightful environment for young women to learn, discuss and develop an interest in Artificial Intelligence. Meetings will usually be a combination of a presentation and then a group discussion. We will start from the very basics of AI and then delve deeper each time we meet. During the second semester, club members will have the opportunity to work on their own project with what they’ve learned. Each semester, we will also invite guest speakers who are experts in the field of AI. Our club meets twice a month. Programming experience is helpful but not necessary. All you need is a curiosity for AI!","day":"Thursday","time":"Lunch","room":"N-115","president":"Caroline Chen","teacher":"Takeshi Kaneko","email":"tkanko@pausd.org"},"American Cancer Society":{"desc":"American Cancer Society aims to educate the Gunn community about cancer and the latest cancer research, organize and host cancer awareness events, and promote cancer volunteer opportunities (such as Relay for Life and Making Strides Against Breast Cancer) with the purpose of purpose of reducing total cancer incidence and mortality by cutting it off at the source through education and support. ACS also plans to have qualified guest speakers visit and deliver informative presentations at meetings.","day":"Wednesday","time":"Lunch","room":"G-2","president":"Julia Tran","teacher":"Norma Medina","email":"nmedina@pausd.org"},"American Red Cross":{"desc":"The goal of American Red Cross is to provide students with opportunities to get involved with the community through the five lines of service: Health & Safety,Service to the Armed Forces, International, Disaster Preparedness, and Blood Services. Whether it is performing community outreach by training elementary schoolers on safety education, hosting blood drives, creating gift packages for hospitalized children and cancer patients, or providing much-needed relief for areas suffering from natural disasters, there is a variety of activities students get can involved with to make an impact in their local community and beyond. In addition, students will gain access to life-saving classes, such as BLS/CPR training. Students will also get connected the American Red Cross Silicon Valley Chapter and the various committees/leadership roles as well as statewide/national campaigns and volunteer services it has to offer.","day":"Tuesday","time":"Lunch","room":"E-02","president":"Rida Khawaja","teacher":"Arthur Kinyanjui","email":"akinyanjui@pausd.org"},"Amnesty Club":{"desc":"Amnesty Club is the Gunn student branch of Amnesty International, a human rights organization in existence since 1961. What our club will be doing this year is: A) keeping members up-to-date on human rights events around the globe, B) finding out what people are doing to help, C) fundraising and participating in Amnesty International campaigns. Anyone interested in human rights is invited to join! :)","donation":"$5, for snacks","day":"Monday","time":"Lunch","room":"G-3","president":"Tess Anderson","teacher":"Liz Lizundia","email":"llizundia@pausd.org"},"Anatomy and Physiology":{"desc":"The GAP club gives Gunn students the opportunity to explore the anatomy and physiology of different types of animals and species. The club provides presentations explaining the amazing science behind the anatomy and physiology of different types of animals while also giving students a chance to dissect these animals. This club is a great way to experience dissections hands on.","donation":"$1.50 per specimen","day":"Friday","time":"Lunch","room":"J-2","president":"Rachel Hollett","teacher":"Jena Lee","email":"jlee@pausd.org"},"Asian Film Club":{"desc":"The Asian Film Club is meant to be a fun space for students to watch and appreciate Korean, Japanese, Chinese, and other Asian films, and expand their horizons on different Asian cultures.","day":"Wednesday","time":"Lunch","room":"N - 102","president":"Julia Zhao","teacher":"Paulette Sato","email":"psato@pausd.org"},"Best Buddies":{"desc":"The Best Buddies club provides a welcoming environment for students with disabilities at Gunn. Club members can hang out or do group activities with theirbuddy partner (students with disabilities) and strengthen their relationships between the club members and the buddies. Throughout the school year, we will participate in fundraisers and events, such as the Best Buddies Walk!","donation":"$10-15","day":"Friday","time":"Lunch","room":"F2","president":"Hyewon Ahn and Chitra Mukherjee","teacher":"Sandra Conklin;","email":"sconklin@pausd.org"},"Biology Club":{"desc":"The Biology Club is a place where students who share a passion for biology or are hoping to learn more can explore their interests. We will have presentations both relating to high school biology curriculum as well as topics not traditionally covered like bioinformatics and neuroscience. Also, we'll be bringing in guest speakers from academia and start-ups to talk about their research!","day":"Tuesday","time":"Lunch","room":"J-8","president":"Mallika Parulekar, Isha Rajput","teacher":"Meenakshi Gupta","email":"mgupta@pausd.ord"},"Board Game Club":{"desc":"A fun, welcoming board game club, where all of the members are as complex and fun as the games we play!","donation":"$5.00-10.00","day":"Monday, Friday","time":"Lunch","room":"PE Classroom- Near boys locker room","president":"Steven Ames","teacher":"Steve Ames","email":"sames@pausd.org"},"Bridge Club":{"desc":"We play bridge.","day":"Thursday","time":"Lunch","room":"N-113","president":"Michael Xu","teacher":"Virginia Moyer","email":"vmoyer@pausd.org"},"Bullet Journal Club":{"desc":"Our club will meet on a weekly basis in order to inspire creativity and spread ideas among bullet journal, calligraphy, lettering, and organization enthusiasts. During meetings, we hope to provide an outlet for people to share ideas, designs, and styles, as well as gain inspiration from others. We also hope to teach members about calligraphy, lettering, and other mediums applicable to bullet journaling through presentations and workshops, and allow club members to share knowledge in their areas of expertise.","day":"Friday","time":"Lunch","room":"N-108","president":"Tata Serebryany, Liza Kolbasov","teacher":"Terence Kitada","email":"tkitada@pausd.org"},"Canadian Club":{"desc":"Lunch meetings to learn and discuss all things Canadian!","day":"Thursday","time":"Lunch","room":"N-104","president":" Matthew Ho","teacher":"Marjorie Paronable","email":"mparonable@pausd.org"},"Chamber Music Club":{"desc":"Gunn's Chamber Music Club offers a rich music environment for all members of the Gunn community. We offer lunch presentations for non-musicians, as well as volunteer performance opportunities and an active meeting space for chamber musicians. All students are welcome!","day":"Monday","time":"Lunch","room":"N-109","president":"Peyton Lee","teacher":"Danielle Whichard","email":"dwhichard@pausd.org"},"Chess Club":{"desc":"The purpose of this club is to nurture students' enthusiasm for chess, which will help develop skills in other areas of life such as strategy and critical thinking. Students will be able to participate in small tourneys hosted by the club, and gradually we will compete as a team in local, larger tournaments. Over the course of the school year we will play and learn in order to be prepared for tournaments that we might play in. We can even become the first Gunn Chess team in history! This club will not be going on any field trips or fundraising; however, we may be able to bring collect some money in order to fund prizes for the tournaments we will host.","day":"Tuesday","time":"Lunch","room":"N-111","president":"Rayan Taghizadeh","teacher":"Tarn Wilson","email":"twilson@pausd.org"},"Chinese Culture Club":{"desc":"A club to celebrate Chinese Culture. To many students, it is an extension of the Chinese courses offered at Gunn. There is not a lot of time to get really in depth in Chinese culture during actual class time, so this club is a great opportunity for Chinese students to get a further understanding of Chinese culture. It is also great for students that are not taking Chinese since they will learn a lot of new things. We will have a lot of activities during club meetings including (but not limited to) learning about the Moon Festival, cutting paper, learning how to use chopsticks, playing hacky-sack, and drinking tea. We probably won't need to have fundraisers, but if we do, it will be used to buy food for club members. We will not have any field trips.","day":"Thursday","time":"Lunch","room":"H-4","president":"Alyssa Pama","teacher":"Yanan Vrudny","email":"yvrudny@pausd.org"},"Christian Club":{"desc":"Gunn Christian Club is a fellowship of Christians at Gunn High School. We meet every Friday at lunch in Room F-6. Come to our meetings for something different every week (Bible study, worship, games, etc.), all with the intention of praising God!","day":"Friday","time":"Lunch","room":"F-6","president":"Kevin Fan and Joshua Mei","teacher":"Patricia Holmes","email":"pholmes@pausd.org"},"Classic Film Critics Club":{"desc":"The purpose for our club is a place for people to take a moment out of their day to relax. We want to get people interested in classic films by showing many classic movies that this generation may have never seen. This includes educating people about famous actors such as Charlie Chaplin and the Three Stooges. Also, at the end of a movie, we will discuss its pros and cons as well as compare it to more modern films.","day":"Monday, Friday","time":"Lunch","room":"V-2","president":"Joshua Barkin","teacher":"Joshua Little","email":"jlittle@pausd.org"},"Club of Clubs":{"desc":"The Club of Clubs is a place for people to see and learn card tricks or cardistry from their peers.","day":"Wednesday","time":"Lunch","room":"N-202","president":"Arunim Agarwal","teacher":"Emily Pinkston","email":"epinkston@pausd.org"},"Composition and Performance":{"desc":"Gunn Composition and Performance is open to anyone who has an interest in music. Two aspects of music - composing and performing - are often overlooked by musicians. During weekly meetings, we hope to inspire you to write your own musical composition. Basic theory will be taught, so no experience is required to join! Also, we will hold optional recitals during club meetings, if you would like to share your musical talents with the community. We hope to see you there!","day":"Tuesday","time":"Lunch","room":"N-110","president":"Kelvin Jiang","teacher":"Paulette Sato","email":"psato@pausd.org"},"Conexiones de Gunn":{"desc":"Conexiones is a Spanish club with the intent of educating students how the language is used outside of the classroom, in all its nuances. This includes accurate accents, common phrases, and being comfortable with normal conversation. Our club is unique in its focus on casually learning the language and creating a community.","day":"Wednesday","time":"Lunch","room":"G-4","president":"undecided (James Kepa Neesen is sponsor)","teacher":"Gabriela Garger","email":"ggarger@pausd.org"},"Creation Nation":{"desc":"During our club meetings, we will have a series of fun activities that each relate to a difficulty in a developing country to help raise awareness for them. Members will complete challenges that help educate them about the hardships of developing countries and will allow them to work together to build or design a device that will help make lives easier.","donation":"$5","day":"Thursday","time":"Lunch","room":"N-114","president":"Ria Rajput","teacher":"Ethan Halter","email":"ehalter@pausd.org"},"Creative Minds":{"desc":"A creative way to express your thoughts, play word games, do improv, write stories, and draw pictures. Join our judgement free zone and eat food while making friends.","day":"Thursday","time":"Lunch","room":"N-109","president":"Emma Butner","teacher":"Mrs. Whichard","email":"dwhichard@pausd.org"},"Creatives Club":{"desc":"The Creatives Club is a place where writers, artists and musicians can come to be creative -- a quiet place to write, draw or compose music. There will be an option for some informal peer review, and we also encourage people to submit their work to various publications and competitions, but the main goal is to have a quiet place to be creative, just for the sake of being creative.","day":"Tuesday","time":"Lunch","room":"N-103","president":"Keshav Dhir","teacher":"Shaina Holdener","email":"sholdener@pausd.org"},"Cryptology Club":{"desc":"Come here to make and break secret messages through fun puzzles and games. We will learn how to encrypt and decrypt using a new cipher every week - some examples include Morse Code, Pigpen, and even the Enigma Machine. If you are interested in math, we will also cover ciphers that involve modular arithmetic and linear algebra. Avid computer programmers are also welcome - they can challenge themselves by writing programs to encrypt and decrypt using the ciphers we talk about. Also come for our crypto-competitions: whoever can crack the code first wins! We also participate in the annual National Cipher Challenge.","day":"Tuesday","time":"Lunch","room":"K-2","president":"Arush Chhatrapati","teacher":"Greer Stone","email":"gstone@pausd.org"},"Culture Connection Club":{"desc":"We specialize in providing translational services for the district of PAUSD. Not only do we translate Gunn Connection documents, but we also translate any district document that is requested for translations. We require Chinese, Korean, Japanese, French, and Spanish speakers to help us translate these documents. You also get volunteer hours and free food for every meeting! Finally, we have a mistranslation meme poster every international week.","day":"Friday","time":"Lunch","room":"N-103","president":"George Cai, Angela Guo","teacher":"Shaina Holdener","email":"sholdener@pausd.org"},"D&D Club":{"desc":"The D&D club will meet once a week and provide students who have a passion for voice acting, roleplaying, and fantasy to create playable characters, meet others with the same interests, and learn how to play D&D in an adventure filled campaign.","day":"Thursday","time":"Lunch","room":"J-5","president":"Brindha Jaeger","teacher":"Alec MacLean","email":"amaclean@pausd.org"},"DECA":{"desc":"Gunn DECA provides the premier opportunity for students interested in business to interact with like-minded peers, compete in DECA business conferences, and attend guest speaker events. As a DECA member, students are eligible to participate in regional, state, and international level DECA competitions that hone public speaking skills, business knowledge, and provide invaluable networking connections. In addition, Gunn DECA is home to one of the largest and most vibrant communities on campus; in past years, we've visited Disneyland, the World of Coca-Cola in Atlanta, and Disney World in Florida!","donation":"$25","day":"Wednesday","time":"Lunch","room":"N-205","president":"Joshua Yang","teacher":"Emily Yun","email":"eyun@pausd.org"},"Derivatives Trading and Finance Club":{"desc":"Our goal is to promote financial literacy and independence through passing on our knowledge of the financial markets, specifically trading financial derivatives (options, futures) as well as prudently investing one's money in solid businesses for the long term. We hope to do this through providing a comprehensive overview of market fundamentals and through educating our members about the intricacies of derivatives and stocks.We welcome members of all skill/knowledge levels. Anyone that has an interest in how the stock market works and why prices behave as they do is encouraged to come and join! We hope to pass on our love for the financial markets and find other like-minded individuals, or just people curious and open to learning!","day":"Tuesday, Thursday","time":"Lunch","room":"F-1","president":"Minh Phan and Michael Gray","teacher":"Phil Lyons","email":"plyons@pausd.org"},"Design and Entrepreneurship Club":{"desc":"The goal of this club is to foster an environment where students can explore and experiment with different types of design and creativity. They can learn about how startups work and meet amazing mentors who will be able to guide their future paths. They will not only learn how they can change the world with their ideas, but they will also discover what types of design they prefer the most and how they can implement their ideas within a startup. This club is perfect for anyone, whether they are exploring career options or seriously considering pursuing a career in design/creating a startup. In order for every member of the DEC to fully benefit from the club, each member will be given opportunities to work and showcase their designs/business plans. Throughout the course of the year, students will be entered into design contests and asked to showcase their work. This will push them to improve their design skills and strengthen their business ideas. All members will be taught techniques or tactics used to be able to start their own company. If they chose to do so, they will be given a backbone of support throughout the years for them to grow their startup successfully.","donation":"Club members will be going on trips and will need to have someone willing to drive them or another person to carpool with. They can donate money ($20 suggested) but it is not required or asked of.","day":"Thursday","time":"Lunch","room":"???","president":"Yara Samad","teacher":"Adriana Aro","email":"aaro@pausd.org"},"FBLA (Future Business Leaders of America)":{"desc":"FBLA (Future Business Leaders of America) prepares the next generation to be community oriented, professionally responsible, and experienced leaders by both offering opportunities to compete in official FBLA business conferences at the regional, state, and national level and providing the resources to develop and pursue individual business projects within the local community. Through FBLA, members are eligible to attend speaker events, bay area business touring events, specific business skill workshops, and competitions everywhere from Southern California to Atlanta and Chicago. Whether you are looking for support in starting your own company or seeking a fun way to gain business knowledge while making new friends, FBLA has a place for you!","donation":"$25 for membership (financial aid is available)","day":"Wednesday","time":"Lunch","room":"N-205","president":"Sherry Wang","teacher":"Emily Yun","email":"eyun@pausd.org"},"Film Club (previously Film Production Club)":{"desc":"Film Club’s purpose is to provide a safe and inclusive environment for Gunn students to express their creativity through video and learn about filmmaking outside of an official class. Film Club strives to create a community for the filmmakers and film lovers of Gunn to express their interests and share their knowledge and experience with other students. Some activities of Film Club include organizing a Gunn Film Festival, watching movies, film discussions and reviews, presentations about different filmmaking aspects, and creating our club films, among others.","day":"Thursday","time":"Lunch","room":"L-06","president":"Nuria Schettino","teacher":"Edward Corpuz","email":"ecorpuz@pausd.org"},"Finance and Investment":{"desc":"Watch movies, play games, and eat snacks while learning how to get rich fast.","day":"Friday","time":"Lunch","room":"N-211","president":"Ryan So","teacher":"Carlos Martinez","email":"cmartinez@pausd.us"},"Fitness and Sports Nutrition Club":{"desc":"The Gunn Fitness and Sports Nutrition Club welcomes students to learn about leading on healthy lifestyle through healthy eating and regular exercise. Students will get different perspectives on how to do the following through interactive activities as well as planned-out lessons. In the end, we want to motivate and educate those willing to make the change so they can see the results they’ve always wanted to see.","day":"Monday","time":"Lunch","room":"G-7","president":"Ryan Tabrizi","teacher":"Daissy Tabares","email":"dtabares@pausd.org"},"FLIP (Female Leaders in Power)":{"desc":"Female Leaders in Power (FLIP) serves as a caucus where all students are encouraged to join in discussing problems women and minorities face in everyday life and ways that we, as a community can overcome them. We invite female leaders to share their experiences and answer questions. FLIP works to empower female students through strong female role models (mentorship programs) and by adding new and innovative ways to highlight the importance of gender equality. In the last year FLIP has been working as an organization to provide students with the framework to create FLIP groups in their communities, and advocate for legislation and projects that improve both gender equality and the livelihood of women nationwide. We are excited to bring this mission to Gunn through connection, communication, and advocacy.","day":"Friday","time":"Lunch","room":"C-4","president":"Abigail Walker","teacher":"Ms. Firenzi","email":"tfirenzi@pausd.org"},"French Club/ National French Honor Society":{"desc":"French Club is a club open to all students who are interested in the French language and the francophone world. The club aims to spread and educate students on French culture, including food, language, and holidays. Throughout the year, we will be hosting dinner nights, movie nights, and fondue & films. We will fundraise through Bonbon and crêpes sales. The National French Honor Society meets jointly with the French Club and includes selected French Club members.","day":"Thursday","time":"Lunch","room":"H-1","president":"Manya Zhao, Tia Chang","teacher":"Marcel Losier","email":"mlosier@pausd.org"},"FRIENDS Club":{"desc":"Our mission is to bring people together and help people make friends. We want to create a welcoming and fun environment that promotes inclusivity and friendship. We will incorporate techniques we have researched into club meetings in order to help build lasting friendships. In addition, we will watch the popular TV show \"Friends\", which will give everyone a chance to relax and take a break from the stress of school.","day":"Monday","time":"Lunch","room":"C-07","president":"Samantha Liu","teacher":"Laurel Howard","email":"lhoward@pausd.org"},"Gender Sexuality Alliance":{"desc":"A safe space for supporters and members of the LBGT+ Community to discuss topics and have events to boost visibility","day":"Tuesday","time":"Lunch","room":"N-213","president":"Joseph Diaz","teacher":"Daisy Renazco","email":"drenazco@pausd.org"},"German Club":{"desc":"The purpose of German Club is to promote German culture on Gunn’s campus and provide a unique opportunity for students to gain a deeper understanding of foreign cultures. We play authentic German games, listen to German music, eat and make delicious German food and engage in activities that parallel those of a typical German teenager. We also offer induction into the National German Honor Society for members who meet the qualifications. The club promotes campus-wide World Language events, such as Movie nights and International Week, and actively participates in these events. Throughout the year, the German Club will have various fundraisers, some of which include T-shirt sales, our own movie nights, out of school bake sales and even a German cooking class. The Gunn German Club also offers a safe and welcoming environment for all students to explore different cultures in a fun, interactive and friendly way","day":"Thursday","time":"Lunch","room":"H-2","president":"Tata Serebryany","teacher":"Claudia Schroeppel","email":"cschroeppel@pausd.org"},"Go Club":{"desc":"Our goal is to promote and popularize Go and teach people the way to play go. We believe that Go beneficial to problem-solving, task evaluation skills, and can help people develop a logical mindset. During the meeting, we will be teaching people the rules to go and encourage them to play with each other.We will achieve our goal by throwing out the basic idea to the students, tutoring each club member in case they need extra help, and letting them compete with each other. Moreover, we will host Go tournament to encourage people to start playing Go. Also,we will be promoting the traditional etiquettes of go to our players.","day":"Wednesday","time":"Lunch","room":"N-203","president":"Jiahao(George) Zheng, Zhiyuan Xu","teacher":"Takashi Kaneko","email":"tkaneko@pausd.org"},"Green Team":{"desc":"The Green Team is Gunn's long-standing environmental club, committed to making our school and community as eco-friendly as possible! If you want to learn more about how humans impact the environment, get access to cool volunteer opportunities and programs, make a difference through the club's numerous hosted events, and/or chill with an awesome group of people, join us :)","day":"Thursday","time":"Lunch","room":"J-3","president":"Swati Goel","teacher":"Eric Ledgerwood","email":"eledgerwood@pausd.org"},"Health Club":{"desc":"The Gunn Health Club will meet weekly to help Gunn students create good eating and fitness habits. We will give hands-on lessons about nutrition, as well as bring healthy and delicious snacks to each meeting! Some activities will include potlucks where students bring a homemade healthy dish and compete for the best tasting one (with rewards for the winner and runner up), step count contests to track how many steps you took over a week (with rewards), healthy recipe demos and tastings afterwards, as well as finding health and fitness buddies based on common goals and compatibility. If you’re looking to become healthier, eat good food, or just hang out with cool people, come to the Gunn Health Club!","day":"Wednesday","time":"Lunch","room":"N-204","president":"Emily Zhao, Esther Tok","teacher":"Michael Bautista","email":"mbautista@pausd.org"},"Hip Hop Club":{"desc":"Hip Hop club offers a space where students interested in urban dance, specifically hip hop dance, can feel comfortable expressing themselves, dancing, improving their ability, and meeting like-minded people. Members will learn choreos, develop their own dance style, and hopefully eventually create choreography of their own. Hip Hop club is open and welcoming to students of all skill level and interest, as our central goal is to create not just dancers, but community.","day":"Friday","time":"After School","room":"Dance and Fitness Room","president":"Claire Wellwood & Quinn Manning: President, Tara Delvaraj: Treasurer, Charlize Chu: Secretary","teacher":"Mr. Martinez","email":"cmartinez@pausd.org"},"HOSA":{"desc":"Gunn HOSA is a club geared towards high school students who are really interested in medicine and are ready to take on a challenge. We will attend the annual state competition which has a variety of health care related events that you can choose. Weekly meetings will go over how to register and study for these competitions.","donation":"TBD","day":"Friday","time":"Lunch","room":"L-2","president":"Vasuda Dokiparthi","teacher":"Angela Merchant","email":"amerchant@pausd.org"},"Indian Culture Club":{"desc":"In Indian Culture Club we will be engaging in some kind of cultural activity every week, which would be watching Bollywood movies, learning popular songs or dances, enjoying delicious Indian food, and more! Indian Culture Club is meant to serve as cultural exposure on campus, so all are welcome.","day":"Friday","time":"Lunch","room":"K-04","president":"Anika Rao-Mruthyunjaya and Vedha Mahesh","teacher":"Kerstin Helbing","email":"khelbing@pausd.org"},"International Plastic Modelers Society (IPMS)":{"desc":"Goals of the Club: learn how to make/ build models, Discuss model-making techniques, State contests (on weekends), Discuss basics for how this will help and relate to future Science and Technology career choices. Students need to be serious and willing to put in the effort needed to learn this skill. They will learn to be more precise and be more concentrative throughout progress of their model making.This is a club for making plastic models out of kits. Building models offers several advantages to young people. It teaches them to analyze and follow detailed instructions, as well as develop problem-solving skills. Manipulation of a three dimensional object also imparts knowledge and skills that are not the same as the experience gained in looking at or designing something on a computer. It is also an artistic the hobbyist’s exploration of the intricacies of science and technology down through the ages.","donation":"$5 (approx)","day":"Tuesday","time":"Lunch","room":"N-104","president":"Jonah Fong","teacher":"Marjorie Paronable","email":"mparonable@pausd.org"},"Internet of Titans":{"desc":"Since ancient times, people have developed a society not through competition but through teamwork and cooperation. We strive to continue this ancient philosophy in order to further the welfare of our community. Our community encompasses not only Gunn students but everyone interested in tech topics in the Palo Alto community as well. During school meetings, we will learn with our fellow Gunn students different ideas behind different concepts, including block chain, AI, 5G, and other prominent tech topics.","day":"Thursday","time":"Lunch","room":"G-01","president":"Grant Cheng","teacher":"Theresa Nino Oliva","email":"tninooliva@pausd.org"},"Interscholastic Gaming League (IGL)":{"desc":"IGL provides a place to relax and unwind after a hard week full of stress.","day":"Friday","time":"After School","room":"N-108","president":"Sean King","teacher":"Terance Kitada","email":"tkitada@pausd.org"},"Investigative Medicine":{"desc":"The foremost purpose of Gunn Investigative Medicine Club is to promote medical learning through participation in various medical related activities. These activities include but are not limited to setting up blood drives at Gunn, raising money for areas in need such as Flint, Michigan, and facilitating speaker events at Gunn. The Investigative Medicine Club also seeks to help lives of people in need through the events aforelisted.","day":"Thursday","time":"Lunch","room":"L-02","president":"Michael Tao","teacher":"Angela Merchant","email":"amerchant@pausd.org"},"Japanese Honor Society":{"desc":"The Japanese Honor Society exists for the purpose of understanding and teaching Japanese culture. We plan to fundraise during club food fairs, and use the money for future food fairs and other club activities.","day":"Wednesday, Thursday, Friday","time":"Lunch","room":"H-3","president":"Liona Yew","teacher":"Yukie Hikida","email":"yhikida@pausd.org"},"Jewish Union":{"desc":"The purpose of this club is to provide a space for all students to hang out, learn about Judaism, and experience Jewish culture. In partnership with NCSY, students will create weekly activities pertaining to Judaism.","day":"Tuesday","time":"Lunch","room":"N-102","president":"Julia Segal and Lotem Efrat","teacher":"Nicole Menache","email":"nmenache@pausd.org"},"Juggling Club":{"desc":"The intent of the Gunn Juggling Club is to foster a community of students that want to improve their juggling skills. Whether it is a freshman that has never held a juggling ball, or a senior that has been juggling for multiple years, we hope that all students will look to our club as a place to explore and try something new.","day":"Thursday","time":"Lunch","room":"P-105","president":"Arunim Agarwal, Soorya Sankaran","teacher":"Lisa Hall","email":"lhall@pausd.org"},"Key Club":{"desc":"Want to help out your community and gain volunteer hours? Join Gunn Key Club, a branch of an international service organization. We meet during lunch on Fridays and participate in various service activities, from writing cards for veterans to creating dog toys for local animal shelters. We also offer over 20 community volunteer opportunities throughout the year. Collaborate with other fellow Key Clubbers from around the bay area and build character through service and leadership. Go purple penguins! :-)","day":"Friday","time":"Lunch","room":"N-113","president":"Cathy Hou, Ashley Poon","teacher":"Katherine Ja","email":"kja@pausd.org"},"Korean Culture Club":{"desc":"The Korean Culture Club provides opportunity to learn about Korean culture. Meetings are held every Tuesday @H-03. Our activities include inviting guest speakers, watching Korean dramas or movies, and eating Korean food. We are open to suggestions about new activities.","day":"Tuesday","time":"Lunch","room":"H-03","president":"Jeeyoo Kim, Philip Chung","teacher":"Yukie Hikida","email":"yhikida@pausd.org"},"Learning Through Entrepreneurship":{"desc":"The goal of this club is to encourage students with existing ideas to further develop these ideas into companies. Students will be given the ability to collaborate with other students, giving feedback and fine-tuning their companies. Students will then be encouraged to enter their companies into various competitions, ranging from local to national level competitions.","day":"Friday","time":"Lunch","room":"N - 210","president":"Alson Chan","teacher":"Marcus Jamison","email":"mjamison@pausd.org"},"Math Circle":{"desc":"We seek to promote an appreciation and understanding of math beyond the typical high school curriculum by hosting weekly talks, in-house contests, games, and guest speakers. We also help students prepare for and participate in many contests throughout the school year. (Website: http://www.gunnmathcircle.com/)","day":"Tuesday","time":"Lunch","room":"N-204","president":"Andrew Chang, Harini Desikan","teacher":"David Deggeller","email":"ddeggeller@pausd.org"},"Med Club":{"desc":"The purpose of Gunn Med club is to help students gain knowledge about the different aspects and career paths in the medical field in an interesting and interactive way. Information about the medical field will be provided to the club members through presentations, Kahoots, and other fun games.","day":"Monday","time":"Lunch","room":"G-2","president":"Andy Kim, Julia Tran","teacher":"Norma Barb-Medina","email":"nmedina@pausd.org"},"Mock Trial":{"desc":"Mock Trial provides an opportunity for students to learn about the legal system and apply their knowledge by working together to research a hypothetical case. In tournaments, students will role play as attorneys, witnesses, or other court members and gain a thorough understanding of trial preparation, court procedures, and legal advocacy.","donation":"$40.00","day":"Monday","time":"After School","room":"F-6","president":"Thomas Li, Helen Tian","teacher":"Patricia Holmes","email":"pholmes@pausd.org"},"Model United Nations Club":{"desc":"Gunn Model United Nations Club promotes diplomacy, public speaking, and awareness of international affairs through Model United Nations (MUN): simulations of the United Nations and other governing bodies around the world. We attend several MUN conferences around the country and host the Gunn Model U.N. Conference (GMUNC) every year. There is no experience required and new delegates are always welcome!","day":"Wednesday","time":"Lunch","room":"J-2","president":"Ryan Li","teacher":"Maria Powell","email":"mpowell@pausd.org"},"MSA (Muslim Student Association)":{"desc":"Gunn MSA (Muslim Student Association) aims to spread awareness about Islam to create a space for students at Gunn to get to know each other, strengthen their faith, and just have some fun :)","day":"Thursday","time":"Lunch","room":"C-4","president":"Zainab Ali & Sophia Dhanani","teacher":"Haley Perkins","email":"hperkins@pausd.org"},"Music Society":{"desc":"Gunn Music Society fosters a community of Gunn students who enjoy all different genres of music. Every meeting will consist of music-related games and activities and listening to music together. We hope to introduce new musical genres to our members and celebrate music through fun and exciting activities. Some games we have planned include “Finish the Lyric” and “Name That Song,” among many others. Our meetings will take place every other Tuesday during lunch. Snacks will be provided!","day":"Tuesday","time":"Lunch","room":"N-109","president":"Caitlin Wang, Christine Kang","teacher":"Danning Wang","email":"dwang@pausd.org"},"Mythology of All Types":{"desc":"To learn and discuss Greek, Roman, and other types of world mythology.","day":"Thursday","time":"Lunch","room":"N-107","president":"Maya DeBolle and Hana Chang","teacher":"Marc Igler","email":"migler@pausd.org"},"National Art Honor Society":{"desc":"National Art Honor Society is open for anyone who is interested and curious about the many different art forms available, both in the context of history and modern trends. Members will be exposed to more community based activities, such as chalk murals, activities regarding NIOS week/days, helping out and decorating at Veterans homes/nursing homes, and other social events on campus. We will be creating art to sell for fundraising, such as selling hand made canvas bags, silk scarves and silk ties. We will have occasional community service opportunities, and offer field trips to veterans homes and nursing homes (as stated above) to bring joy to those who are not as privileged. This club is for those who are advanced in the practice of art and design, and those who have had very little exposure to art, creating a welcoming and safe environment to create art and a community. ","donation":"$5.00","day":"Tuesday","time":"Lunch","room":"M-4","president":"Jamie Wang","teacher":"Deanna Messinger","email":"dmessinger@pausd.org"},"Neuroscience Club":{"desc":"The Neuroscience Club invites people interested in the workings of the brain and nervous system: how we are enabled to think and act in particular ways. In this club, members will learn about the interdisciplinary field of neuroscience--including topics such as molecular biology, anatomy, and psychology--through presentations, activities, and games. Members will also be exposed to careers in this field, as well as related opportunities. No prior experience is necessary.","day":"Wednesday","time":"Lunch","room":"G-1","president":"Miranda Yu","teacher":"Teresa Nino-Oliva","email":"tninooliva@pausd.org"},"Organic Garden Club":{"desc":"The Organic Garden Club furthers botanical interests through care of the Gunn garden. From this club members can gain valuable skills as well a community of fellow green thumbs. Members are encouraged to share ideas and seeds applicable to home gardens.","day":"Wednesday","time":"Lunch","room":"K-5","president":"Asha Kannan","teacher":"Cindy Peters","email":"cpeters@pausd.org"},"Pandora's Box Creative Magazine":{"desc":"Pandora’s Box is Henry M. Gunn High School’s student-run literary magazine, containing original poetry, short stories, photographs, and artwork. We compose, compile, and celebrate the creative works of Gunn High School’s students. We provide an opportunity for creative expression in a safe and encouraging environment. The group will participate in weekly meetings, taking place every Friday at lunch, where members will take part in writing exercises and help plan the magazine. Special meetings may be called through email. Fundraisers will occur at least once a semester. Funds go towards printing and publishing costs. Two issues will be published during the year, one each semester. Members working on layout may stay after school to create the finished product if necessary.","day":"Thursday","time":"Lunch","room":"N-114","president":"Rida Khawaja","teacher":"Paul Dunlap","email":"pdunlap@pausd.org"},"Paper Airplanes":{"desc":"The Gunn Paper Airplanes Club has three main purposes: 1. Help conflict-affected high school students to improve their English to increase their future opportunities. 2.Increase compassion in high school students by connecting them with peers from different backgrounds. 3. Provide a voice for conflict-affected high school students.  Committed club members have the opportunity to be matched individually to conflict-affected high school students to tutor them in English online. All club members will work together to create at least one informational event during the second semester consisting of an educational panel about topics relating to the club.","day":"Wednesday","time":"Lunch","room":"C-8","president":"Maansey Rishi","teacher":"Jeff Patrick","email":"jpatrick@pausd.org"},"Philosophy Club":{"desc":"During Philosophy Club students will discuss and debate Philosophical questions with other club members in order to gain a deeper understanding of them. There will be philosophical questions brought up by the club leader, as well as time for students to raise their own questions.","day":"Thursday","time":"Lunch","room":"N-101","president":"Julian Krebber","teacher":"Kate Zavack","email":"kzavack@pausd.org"},"Physics Club":{"desc":"The club's purpose is to introduce students to applications of physics concepts and supplement their review for physics classes.","day":"Friday","time":"Lunch","room":"J-9","president":"Alicia Zang","teacher":"Ann Lorey","email":"alorey@pausd.org"},"Polymer Clay Club":{"desc":"Gunn PCC is a club dedicated to sharing the polymer clay medium (and related non-ceramic sculpture media) with the Gunn community! Our first semester will focus on technique-based projects (texturing, shaping, color-mixing, etc.), and during second semester, members will pursue independent projects with guidance available. No prior experience necessary.","day":"Friday","time":"Lunch","room":"N-111","president":"Mina Oh","teacher":"Julie Munger","email":"jmunger@pausd.org"},"Project QUERB @ Gunn":{"desc":"At Project QUERB (Quantum Experimental Record Breakers), we'll learn all about quantum physics and new quantum tech, working towards conducting our annual quantum physics experiment with guidance from our Ph.D. mentor!","day":"Wednesday and Friday","time":"Lunch","room":"V-1 and N-213","president":"Quinn Manning","teacher":"Karen Saxena, Christina Woznicki","email":"ksaxena@pausd.org. cwoznicki@pausd.org"},"Psychology Club":{"desc":"Weekly meetings will cover famous experiments and debunk myths about psychology. Each meeting will consist of a brief introductory presentation followed by a longer group discussion or activity. Club members are free to select topics and even run meetings once approved by club officers. By fostering an environment of collaboration and curiosity, the club will provide its members with a great opportunity to advance their knowledge of psychology, and, more importantly, have fun during lunch.","day":"Tuesday","time":"Lunch","room":"C-2","president":"Annie Huang","teacher":"Warren Collier","email":"wcollier@pausd.org"},"Reach Out Care Know (ROCK)":{"desc":"ROCK is a mental health awareness club that is committed to listening and talking with other students about anything and everything. We strive to create a more inclusive and positive environment at Gunn High School and build a strong sense of campus community in which all students feel welcomed. We put on events throughout the year such as the ball pit activity during Not In Our Schools Week, create talk to me shirts, and send appreciation grams to students and staff. This year, students will be invited to participate in trainings which provide tips for how teens can approach and support a friend who is struggling.","day":"Tuesday","time":"Lunch","room":"N-114","president":"Abigail Sullivan","teacher":"Paul Dunlap","email":"pdunlap@pausd.org"},"Redemption Youth":{"desc":"The Redemption Youth Club is to invite 9th-12th graders to fellowship with other students and be involved in outreach.Our primary goal for this club is to build community and embrace friendships through a church environment.Students of all ages are welcome to experience a fulfilling message and testimony that resonates / relates to them.We will discuss positive and encouraging messages that will invite students to come to church and be apart of a loving community.","day":"Wednesday","time":"Lunch","room":"P-233 (College and Career Center)","president":"Eden Frias","teacher":"Myesha Compton","email":"mcompton@pausd.org"},"Research, Science, Innovation (RSI)":{"desc":"RSI's goal is to provide members with opportunities to delve into the fields of STEM and research, while competing in regional and nation-wide competitions. We provide a space every week to cultivate and develop interests in science, technology, engineering, and math, and to discuss potential research projects in these subjects. We participate and excel in the TSA Teams competition each year, where we compete in teams to tackle intricate and exciting problems in science and engineering—last year's theme was engineering the brain, and the year before was shaping a greener world. Anyone interested in STEM, research, or having fun should join!!","day":"Tuesday","time":"Lunch","room":"L-1","president":"Jennifer Gao and Elliott Kau","teacher":"Elizabeth Bogardus","email":"ebogardus@pausd.org"},"Ricebowl":{"desc":"Ricebowl is a club dedicated to the fun, time-consuming, and pointless art of desktop ricing.   Desktop ricing can be described as follows: 1. Making visual improvements and customization to your desktop that can simplify your desktop environment but (generally) are completely pointless. 2. Wasting time because aesthetic.  We are also a place for people to talk about anything related to computers. Such as debating which Linux distro is the best (for general use, it's Fedora of course) to consulting with others on computer hardware upgrades.","day":"Tuesday","time":"Lunch","room":"N-208","president":"Audrey Xie","teacher":"Chris Redfield","email":"credfield@pausd.org"},"SAGE Global Business Club":{"desc":"Although SAGE Global are one of the best teams in SAGE national business competition, this club is more about running a really business. If you are interested in business, come on join us and learn how to actually run a business model. Field trip? --yes. long distance for competition and might have a paid international trip!","day":"Tuesday","time":"Lunch","room":"F-1","president":"Tia Chang","teacher":"Phil Lyons","email":"plyons@pausd.org"},"Science Olympiad":{"desc":"This club will promote the study of a variety of scientific topics by preparing members for nearby Science Olympiad competitions.","donation":"$40.00","day":"Monday, Thursday","time":"Lunch","room":"J-4","president":"Quinn Manning, Kacy Gao","teacher":"Tim Aston","email":"taston@pausd.org"},"Ski Club":{"desc":"Ski Club dedicated to build a community centered around the sport of skiing. We want to create a space for avid snow sport enthusiasts to share that interest. Our goal is to help people explore their interests and expose more people skiing. To accomplish that goal, we will be giving presentations on techniques and events, showing ski films, and having in depth discussions and debates about skiing.","donation":"$15","day":"Friday","time":"Lunch","room":"N-110","president":"Anthony Pan, Pono Demarzo","teacher":"Kate Zavack","email":"kzavack@pausd.org"},"Socially Responsible Investment Fund (SRIF)":{"desc":"SRIF meets every week to learn about finance and to invest in socially responsible companies and track progress. (on a fake portfolio, of course!) No experience needed, all levels are welcome.","day":"Monday","time":"Lunch","room":"N-208","president":"Athina Chen, Alanna Lee","teacher":"Mr. Redfield","email":"credfield@pausd.org"},"Spanish Club":{"desc":"Spanish club provides members with the opportunity to expand and explore their knowledge of Spanish language and culture. During meetings we will provide Spanish food as well as play fun games, make crafts, and enjoy Spanish music.","day":"Thursday","time":"Lunch","room":"H-5","president":"Chris Liao, Addison Englhardt","teacher":"Elizabeth Matchett","email":"ematchett@pausd.org"},"Speech and Debate":{"desc":"Teach students how to effective express opinions based off of current events. Students participate in tournaments run by the National Forensics League. Each year we train students to become strong public speakers with the skills and knowledge to effectively win arguments.","day":"Wednesday","time":"After School","room":"N-206","president":"Claire Cheng, Mallika Parulekar","teacher":"Diane Gleason","email":"dgleason@pausd.org"},"Sports Basement Club":{"desc":"We meet weekly to discuss what is happening in the world of sports","day":"Wednesday","time":"Lunch","room":"N-115","president":"Tyler Hodson","teacher":"Jessica Hexsel","email":"jhexsel@pausd.org"},"Sports Journalism Club":{"desc":"The Sports Journalism Club primarily aims to raise enthusiasm about Gunn sports teams through the use of sports journalism. Parents and teachers in Gunn Sports Boosters have, for many years, raised funds for many of the sports teams through planning events and selling concessions. After working with them to design their new website, I saw an opportunity for Gunn students to become involved as well. Providing coverage of the upcoming games, recent game outcomes, athlete profiles, and more on the Sports Boosters website will ultimately have more people attending games and being enthusiastic about our sports teams. In addition, adding this coverage to the Gunn Sports Boosters website will enhance it and potentially bring in more donations. By starting this club, I am hoping to involve students in this form of sports journalism and have them contribute to the website. The club will not involve any field trips and will cover only home games. Ultimately, the Gunn Sports Journalism Club provides two things. First, for students in the club to have fun and gain experience in covering the sports teams (beyond what is already done in the Oracle). Second, for readers of the Gunn Sports Boosters website to become more enthusiastic about sports in our community.","day":"Monday","time":"Lunch","room":"N-105","president":"Faiz Aladin","teacher":"Mark Hernandez","email":"mhernandez@pausd.org"},"Square Up! (and unwind to give back)":{"desc":"This club is one where students can knit or crochet a square that then is sent to a non profit called Knit a Square and made into a blanket that is then sent to children in Africa. Crocheting is one way that I relax when I have down time, and it would be neat if others had the chance to knit or crochet in order to relax and do some good at the same time.","day":"Thursday","time":"Lunch","room":"N-202","president":"Tanvi Raman","teacher":"Emily Pinkston","email":"epinkston@pausd.org"},"Startup Club":{"desc":"Startup Club aims to immerse aspiring entrepreneurs and teach them the fundamentals of building and startup. It creates an opportunity for students to combine their field of interest with entrepreneurship; the club is laid back and open to all.","donation":"5$","day":"Tuesday","time":"Lunch","room":"C-6","president":"Kenneth Wu, Eric Jia","teacher":"Brian Miguel","email":"bmiguel@pausd.org"},"Students Partner with Veterans":{"desc":"We aim to build a connection between students and veterans, encourage students to participate in events hosted by Veteran Associations, and give students positive role models through sharing positive veteran stories. Club meetings will be at C-4 at lunch on Fridays. We will meet twice a month. Regular meetings will involve members sharing veteran stories, and discussing the positive influences the stories have on our students. The club does not require any external funds or fundraising. Members do not go on field trips.","day":"Friday","time":"Lunch","room":"C-4","president":"Ariel Chen and Emily Wilkinson","teacher":"Tara Firenzi","email":"tfirenzi@pausd.org"},"Surfrider":{"desc":"The Surfrider organization is a nonprofit environmental organization that works to protect the world's oceans and beaches. The purpose of this club here at Gunn would be to spread awareness of human impact on oceans and what we can do as a society and as individuals to help out. The club would meet twice a month to discuss upcoming beach clean ups around Half Moon Bay, as well as educate students on how to reduce ones plastic contribution, and work to make more restaurants in the area environmentally friendly. Some meeting activities include: creating jewelry from trash/plastic we find around campus, and creating packages that include environmentally friendly products that can be used in ones day to day life. We would also create educational presentations and include videos and information from the Surfrider website.","day":"Wednesday","time":"Lunch","room":"N-110","president":"Catherine Fiorentino","teacher":"Marcus Jamison-","email":"mjamison@pausd.org"},"TEDxGunnHighSchool":{"desc":"Our mission is to cultivate ideas and conversation through an annually hosted TEDx conference held in Spagenberg Theatre. Our two committees, finance and speakers, work hard each year to improve quality of speakers and quality of experience for all our audience members. The speakers committee works with each speaker individually to write, edit and rehearse each talk. The finance committee raises all funds to cover the cost of a fully fledged TEDx conference. The raising of funds include grants and small fundraisers.","day":"Tuesday","time":"Lunch","room":"N-115","president":"Sophia Tong","teacher":"Eric Ledgerwood, Jessica Hexsel","email":"eledgerwood@pausd.org jhexsel@pausd.org"},"The Chariot":{"desc":"The Chariot is Gunn's student-run cultural and political magazine. It is intended to create and promote political discussion at Gunn and make people aware of issues that matter. Our publication includes news, analysis, and opinion pieces regarding politics or culture. All opinions are accepted and respected in our publication. We publish our issues bi-monthly. The Chariot was originally founded in 2001 as The Partisan Review by Gunn alumni Ilan Wurman ('06), Channing Hancock ('06), and Sarah McDermott ('05).","donation":"$3-$5","day":"Monday","time":"Lunch","room":"N-106","president":"Edgar Hsieh, Aanand Joshi","teacher":"Justin Brown","email":"jdbrown@pausd.org"},"The Muse (Gunn Book Club)":{"desc":"We are a club that meets bi-monthly, generally the first and third Wednesdays of each month (though we might be required to reschedule a day or two, depending on circumstances), and based on what month it is (Banned Books Month, Halloween, etc.) a book will be chosen to read, on the first Wednesday. Then, at the second meeting, we will check up where everyone is at and discuss parts in the book. Things we liked, didn't like, why didn't we like them, like that.","day":"Wednesday","time":"Lunch","room":"V-06","president":"Shana Ebrahimnejad, Ines Garcia","teacher":"Daljeet Gill","email":"dgill@pausd.org"},"Theoretical Physics Club":{"desc":"The theoretical physics club is composed of a group of students who wish to learn more about the subject of theoretical physics by reading books. Each month a new book will be assigned for members to read and twice a month the members will congregate to speak about their thoughts and queries. This club is open to all student regardless of knowledge on the subject.","day":"Thursday","time":"Lunch","room":"N-212","president":"Patricia Liehr","teacher":"Rachel Dion","email":"rdion@pausd.org"},"Thespian Club":{"desc":"We will be holding weekly meetings where we will run activities as well as hosting theatre events throughout the year","day":"Friday","time":"Lunch","room":"Studio Theatre (S-01)","president":"Rohan Solanki","teacher":"Jim Shelby","email":"jshelby@pausd.org"},"Twelfth Man Club":{"desc":"In this club, we follow and analyze soccer games. We focus primarily on the Premier League and Champions League and welcome anyone who is passionate about soccer or wants to learn more about the wonderful sport. In our club, we watch games, have bracket competitions, and appreciate the art that is soccer.","day":"Tuesday","time":"Lunch","room":"C-08","president":"Preston Dankwah","teacher":"Jeff Patrick","email":"jpatrick@pausd.org"},"United Computations":{"desc":"The main purpose of our club is to bring together like-minded students who share an interest in computer science. We plan on inviting guest speakers to club meetings and taking field trips to high tech companies. With the launch of our new programming team this year, we hope to help students participate in competitive programming","day":"Wednesday","time":"Lunch","room":"N-215 (Lab)","president":"Andy Wang","teacher":"Josh Paley","email":"jpaley@pausd.org"},"Village Studio Club":{"desc":"The Village Studio brings together minds from all disciplinary fields and helps foster creativity through project-based learning, unstructured curricula, and critical education.","day":"Tuesday","time":"Lunch","room":"V-6","president":"Yonatan Maor, Arunim Agarwal","teacher":"Chris Johnson","email":"cjohnson@pausd.org"},"Voices of Youth":{"desc":"Voices of Youth (VOY) is a youth organization that aims to empower teens to take action and make their voices heard regarding social issues by actively lobbying for issues that matter to them through actions such as supporting legislation, organizing educational activities, and fundraising for various causes.","day":"Friday","time":"Lunch","room":"N112","president":"Elina Saab Sunden","teacher":"Diane Ichikawa","email":"dichikawa@pausd.org"},"What If Club":{"desc":"To encourage out of the box thinking and living curiously, asking “What If?” in every thinkable scenario. It is those who think this way who run our planet: “What If you could put a computer in the palm of your hand?” (Steve Jobs’s thought leading to smartphones).  We will conduct experiments, consider philosophical and impractical questions, and research scientific impossibilities in order to strengthen our minds and truly question everything in the world around us.","day":"Wednesday","time":"Lunch","room":"N-209","president":"Jeremiah Mao, Skylar Fong","teacher":"Danning Wang","email":"dwang@pausd.org"},"YCS-Interact":{"desc":"YCS-Interact aims to cultivate an environment that inspires others to discover their own passion for service through a combination of local (YCS) and international (Interact) organizations, community outreach, and social responsibility. Meeting every Monday in the Innovation Lab, join YCS-Interact in participating in mini service projects every week, and receive service hours!","day":"Monday","time":"Lunch","room":"N-115","president":"Alan Yang, Isha Rajput","teacher":"Diane Ichikawa","email":"dichikawa@pausd.org"},"Young Dreamer Network":{"desc":"Young Dreamer Network is a club focused on community service, tied to the non-profit organization Dream Volunteers which funds scholarships and development programs for aspiring young dreamers eager to change the world in six countries. Meetings will include learning about sustainable change, creating connections with young dreamers around the world and finding community service opportunities in the Bay Area for Gunn students.","day":"Monday","time":"Lunch","room":"H-5","president":"Inga Gous and Emilia Santos","teacher":"Liz Matchett","email":"lmatchett@pausd.org"},"Zero Robotics":{"desc":"A comfortable environment for collaborative programming projects. This year, we plan to compete in MIT's annual Zero Robotics competition, host a city-wide outreach event, develop a website to showcase member work, and more!","day":"Tuesday","time":"Lunch","room":"N113","president":"Tse Kai Chan","teacher":"Katherine Ja","email":"kja@pausd.org"}}
